{"[PAD]":0,"[UNK]":1,"[CLS]":2,"[SEP]":3,"[MASK]":4,"G":5,"C":6,"T":7,"A":8,"TTTTTT":9,"GGCGGG":10,"GGCGGC":11,"GGGCGG":12,"AAAAAA":13,"GCGGCG":14,"GCGGGG":15,"CCGCCC":16,"CCCGCC":17,"GGGGCG":18,"CGGCGG":19,"GCCGCC":20,"GGGAGG":21,"CCCCGC":22,"CGCCGC":23,"CGGGGC":24,"CCTCCC":25,"GGAGGG":26,"CGCCCC":27,"GCGGGC":28,"CCGCCG":29,"GCGCGG":30,"GCCGGG":31,"GCCCCG":32,"GAGGAG":33,"GCGGCC":34,"CCCTCC":35,"GCGCGC":36,"GGAGGA":37,"CGCGGC":38,"GGGGGC":39,"GCCGCG":40,"GGCCGG":41,"GGCCGC":42,"GCTGGG":43,"CCGGGC":44,"AGGAGG":45,"GGGGAG":46,"TGTGTG":47,"CCCGGC":48,"GGCGCG":49,"GGAGGC":50,"CCGCGC":51,"GAGGGG":52,"GCCCGG":53,"GGCTGC":54,"CCCGGG":55,"CGGCGC":56,"GGGCTG":57,"CGCGGG":58,"GGGCCG":59,"GTGTGT":60,"GGCTGG":61,"CGGGCG":62,"CTCCTC":63,"ATTTTT":64,"GGGGCC":65,"CCGCGG":66,"CTGCTG":67,"GGGCGC":68,"GCCCGC":69,"GCGGAG":70,"CTCCCC":71,"CCCCTC":72,"GCAGCC":73,"GGAGCC":74,"GCTGCT":75,"GGTGGG":76,"GCCCCC":77,"CCGGGG":78,"CGCGCG":79,"GCGCCG":80,"CCGGCC":81,"GGCCCC":82,"TCCTCC":83,"GCTGCC":84,"GGCAGC":85,"CGCGCC":86,"GGCGCC":87,"CCTCCT":88,"GCCTCC":89,"CCCAGC":90,"CTCTCT":91,"CGGCCG":92,"GCGCCC":93,"GCCGGC":94,"TTTTTC":95,"AGCAGC":96,"GGGAGC":97,"CCCGCG":98,"AGAGAG":99,"CTGGGC":100,"CAGCCC":101,"AAAAAT":102,"CGGGCC":103,"TATTTT":104,"TTTAAA":105,"CCTGGG":106,"GCCTGG":107,"CTGGGG":108,"GAGGCG":109,"CGGCCC":110,"CCAGCC":111,"TTTTCT":112,"TCTCTC":113,"GGCTCC":114,"AGGCGG":115,"GGGTGG":116,"CCCCGG":117,"GGGCAG":118,"GGGGGG":119,"GGGGCT":120,"GTGGGG":121,"TTTTTA":122,"CGGGGG":123,"GGCAGG":124,"TTATTT":125,"CAGCAG":126,"GAGAGA":127,"CTGCCC":128,"CGCCCG":129,"GCAGCG":130,"CCCAGG":131,"CCTGCC":132,"TTTATT":133,"CGCTGC":134,"GGCCCG":135,"CTGCAG":136,"TTTTAA":137,"TGCTGC":138,"GCTGCG":139,"GGGCCC":140,"CGGGAG":141,"CGGAGC":142,"GGAGAG":143,"CTCTCC":144,"GCCCAG":145,"GGAGCG":146,"TGTTTT":147,"AGGGAG":148,"CTCCGC":149,"GGTGAG":150,"TTTCTT":151,"TTAAAA":152,"CTCCCT":153,"GCGCTG":154,"GCAGGG":155,"GAGCTG":156,"GCTCCC":157,"CCCTGC":158,"CCCCCC":159,"CCGGCG":160,"AGAAAA":161,"CTGGAG":162,"AATAAA":163,"CAGCTG":164,"GGCGGA":165,"CGCCGG":166,"TGGGGG":167,"AAAATA":168,"GGGAAG":169,"GCCCTG":170,"GAGAGG":171,"GAGCGG":172,"GCGGGA":173,"CCCCAG":174,"GGAAGG":175,"GAGGGA":176,"CCAGGC":177,"TAAAAA":178,"AGGGGC":179,"TTTTTG":180,"AAATAA":181,"GCCAGG":182,"CCTGGC":183,"AGCGGC":184,"CACACA":185,"GAAAAA":186,"TTGTTT":187,"CCCCCG":188,"CTGCGG":189,"CTTCCC":190,"CCGCCT":191,"AGCCCC":192,"CCTTCC":193,"GCTGGC":194,"CGCCTC":195,"CTCTGC":196,"CTTTTT":197,"CCCTGG":198,"ACACAC":199,"GAGGGC":200,"AAGAAA":201,"TGGAGG":202,"GCCTGC":203,"CGGAGG":204,"GGGCTC":205,"TTTGTT":206,"CCCACC":207,"CTGCGC":208,"GCAGGC":209,"AGCTGC":210,"CGCAGC":211,"GAGCCC":212,"GCTCCG":213,"GTTTTT":214,"GCAGAG":215,"GCAGCA":216,"CCTCTC":217,"TCCCTC":218,"GCGGCT":219,"GAGGCC":220,"TGGGGC":221,"GGGGTG":222,"GGCCTG":223,"AATTTT":224,"CTGCTC":225,"GCCCCT":226,"AGGAAG":227,"CTGGCC":228,"CTTCCT":229,"CTCCCG":230,"CTGGGA":231,"GAGCCG":232,"CTCCTG":233,"GCGCAG":234,"TGGCGG":235,"GCCAGC":236,"CCACCC":237,"TTCTTT":238,"ATAAAA":239,"GGAGCT":240,"GCTCTG":241,"TTTTAT":242,"CAGGGC":243,"AAAACA":244,"GAGCAG":245,"TTTTGT":246,"GCTGAG":247,"AGGAGC":248,"TCCCGC":249,"CGGGGA":250,"GAGCGC":251,"TTTTCC":252,"CAGGAG":253,"AGCTGG":254,"AGGGGG":255,"GCAGCT":256,"TGGCTG":257,"GGCCTC":258,"CGCTCC":259,"AAACAA":260,"TGGGAG":261,"CTCCAG":262,"CTGCCT":263,"TGCTGG":264,"CAGCGC":265,"GCCCTC":266,"GGGGGA":267,"AAAAAG":268,"AGCCGC":269,"GCGCTC":270,"CCGGGA":271,"GGCCAG":272,"GGTGGC":273,"GCTGTG":274,"CAGCTC":275,"TCCTGG":276,"GCCGCT":277,"CAGCGG":278,"AACAAA":279,"ATATTT":280,"CCAGGG":281,"CAAAAA":282,"AAAGAA":283,"CATTTT":284,"GGGAGA":285,"CAGAGG":286,"TCTTTT":287,"AAAATT":288,"CCGGAG":289,"CGGCTG":290,"TCCCGG":291,"CCCCAC":292,"CTGAGG":293,"TCTCCC":294,"TCCGCC":295,"GCTCCT":296,"AGAGGG":297,"AGGCTG":298,"CCGCTG":299,"TTTTCA":300,"TCCCAG":301,"TTTCTC":302,"AGGCAG":303,"CCGCAG":304,"CCTGCT":305,"GCCGAG":306,"GAGGAA":307,"TCCCCG":308,"AAATTT":309,"CAGAGC":310,"CCTCTG":311,"ATATAT":312,"CCCCCT":313,"AGAGGA":314,"AGCAGG":315,"TCCCCC":316,"AGCCGG":317,"GAGAAG":318,"GCTGGA":319,"TCCTGC":320,"CTCTGG":321,"TTTCCT":322,"CAGCCT":323,"AAAATG":324,"CTTTTC":325,"CTCTTC":326,"GCGGTG":327,"CCTCCG":328,"TGGGGA":329,"TGCAGC":330,"GGCGCT":331,"GCTGCA":332,"GCTTCC":333,"CTCCGG":334,"CGGCTC":335,"GGAAAA":336,"AAATAT":337,"AAAAAC":338,"CCCCCA":339,"GTGGGC":340,"GGAAGC":341,"AGCTCC":342,"CAGGCC":343,"AGCGGG":344,"TTCTCT":345,"ATTTTC":346,"CTTTCT":347,"TTTCCC":348,"AGGAAA":349,"AGCCAG":350,"CCGCTC":351,"AGGAGA":352,"GAGGTG":353,"ACAAAA":354,"GGAGAA":355,"GGGCCT":356,"CCAGGA":357,"ATTTTA":358,"GAAGGG":359,"CTTTCC":360,"CCCTCT":361,"CACCCC":362,"CCCTTC":363,"CAGCCG":364,"AGAGGC":365,"GCAGGA":366,"CTGAGC":367,"GTGGAG":368,"CTCAGC":369,"TCTGGG":370,"TTTCTG":371,"AGGGCG":372,"CTTCTC":373,"TGAAAA":374,"CCAGAG":375,"CTCTTT":376,"GCCCCA":377,"CAGCCA":378,"TTCCTC":379,"TAAAAT":380,"GCGAGG":381,"AGCGCG":382,"CTGGCT":383,"TGGGCG":384,"GAGAAA":385,"TATATA":386,"CTCGGC":387,"GAAGAG":388,"GTGCTG":389,"GCCTCT":390,"TTCCTG":391,"CCAGCT":392,"TCTCTG":393,"TCTCCT":394,"AGGGGA":395,"GAGAGC":396,"CGGGCT":397,"TGGAGC":398,"GCTCGG":399,"AAAAGA":400,"CGGCAG":401,"TTCTCC":402,"CTCCCA":403,"CAGGGG":404,"AGAAGA":405,"AGCCTG":406,"CCTGCG":407,"AGAGCC":408,"CCTCAG":409,"TCCCTG":410,"CCGAGG":411,"AGAGAA":412,"CTGTGG":413,"GAAAAT":414,"TCCAGC":415,"TCCTCT":416,"CGCCCT":417,"AAGGAG":418,"AGTTTT":419,"GGGGAC":420,"TCCCCT":421,"TTCTTC":422,"ATAAAT":423,"CCGAGC":424,"CGCGCT":425,"GCCACC":426,"TCCGGG":427,"CCCCTG":428,"AGAAGG":429,"TTCCCC":430,"GAAGAA":431,"CGCAGG":432,"GTGGCC":433,"AGAAAG":434,"CCTGGA":435,"GGGAAA":436,"CTGCCG":437,"GGAAAG":438,"GCTCTC":439,"GAGGCT":440,"GGGGAA":441,"GGCGAG":442,"GGAAGA":443,"CGCTGG":444,"GGAGCA":445,"TCTTCC":446,"GAAAAG":447,"TAAATA":448,"GGGACC":449,"CCGGCT":450,"AGCCTC":451,"AGGCCC":452,"TTAAAT":453,"AGGTGG":454,"CAGGTG":455,"TGCGGG":456,"AGGCGC":457,"CCTCGG":458,"GGCTCT":459,"AAGAAG":460,"CAGGGA":461,"GCGCCT":462,"GAAGGA":463,"CCTGAG":464,"CCAGCA":465,"GGCCCT":466,"AGCCCG":467,"TCCAGG":468,"AGCGCC":469,"GCGAGC":470,"CCTCCA":471,"GTCCCC":472,"TATTTA":473,"CGCCTG":474,"TGCAGG":475,"ATTTAA":476,"ATTTAT":477,"CCCGGA":478,"TCTTCT":479,"TCCCCA":480,"ACTTTT":481,"GGCGGT":482,"GTGAGT":483,"TGGAGA":484,"TGGTGG":485,"TTTGAA":486,"AATATT":487,"TTTAAT":488,"TTCCTT":489,"GGAGGT":490,"ATTTTG":491,"CGAGGC":492,"TGCCCC":493,"TCCTTC":494,"GCTCAG":495,"AGAAGC":496,"TATAAA":497,"CAGAGA":498,"GTGAGG":499,"CCCAGA":500,"TGGGCC":501,"TCTCTT":502,"ATTATT":503,"CAGGCT":504,"TGCCTG":505,"TGCGGC":506,"AGGTGA":507,"TGCTCC":508,"TAATTT":509,"CCCGCT":510,"CCGCCA":511,"CAGAAA":512,"TTTCCA":513,"GGCTTC":514,"CTGGCG":515,"GAGCTC":516,"TCTTTC":517,"CAGGCG":518,"CAGGAA":519,"GGGGCA":520,"CCAGCG":521,"GCCGGA":522,"ATTAAA":523,"CTCCTT":524,"ACATTT":525,"AAGGAA":526,"TCATTT":527,"TGTGGG":528,"CTTCTG":529,"CCCGAG":530,"TGGAAA":531,"CTCGGG":532,"CTTCTT":533,"GGACCC":534,"CCTTTC":535,"TGAGGG":536,"GTTTTC":537,"CTCGCC":538,"TCTGCT":539,"TTCCCT":540,"TGGCAG":541,"TGGGTG":542,"CCTCGC":543,"CCTTCT":544,"GGCAGA":545,"TTCAAA":546,"GGGGGT":547,"TCTGCC":548,"AGGCCG":549,"GTGGCG":550,"GGCTGT":551,"TGGGCT":552,"TTTCAA":553,"GTGGGA":554,"GGGGTC":555,"GGTCCC":556,"GGGTCC":557,"ATTTCT":558,"GCAGTG":559,"CCTGCA":560,"TTTTGA":561,"AGGGCC":562,"TGGCCC":563,"CGGTGG":564,"GCGGCA":565,"CTGGTG":566,"CTCAGG":567,"GCTTTT":568,"TTCCAG":569,"AGCAGA":570,"CTGTTT":571,"GGCTGA":572,"TGGGAA":573,"TCTGTG":574,"AGGGAA":575,"GCTCGC":576,"AAATGT":577,"GTGCGG":578,"AAGGGG":579,"CTGGGT":580,"TCCTTT":581,"TTGGGG":582,"TCAAAA":583,"CTGTGC":584,"TTGAAA":585,"TGCTGT":586,"GTGGCT":587,"CAGAAG":588,"ACTTCC":589,"AAATTA":590,"AGTGGG":591,"GTGGTG":592,"CACAGC":593,"AATAAT":594,"GAGCCA":595,"GTGTTT":596,"TGCTTT":597,"AAAAGT":598,"GCCTCG":599,"CCTTTT":600,"TGCGCG":601,"GAAGCC":602,"TTAATT":603,"TGTTTG":604,"CTGCTT":605,"GCTTCT":606,"GGGCCA":607,"GTGCGC":608,"TTTGTG":609,"GCCTTC":610,"GGAAGT":611,"CGCCCA":612,"CCCCTT":613,"CGGCCT":614,"AAGCAG":615,"AGAGCG":616,"TGCCTC":617,"AAGAGA":618,"AAGAGG":619,"GAAAGG":620,"GATTTT":621,"CTGTCC":622,"CTGGAA":623,"TCAGCC":624,"AATTAA":625,"CCTCTT":626,"CTCTGT":627,"GAAAGA":628,"TTCCCA":629,"GGCCAC":630,"GTTTTG":631,"CTGCCA":632,"GCAGGT":633,"TGGCCG":634,"AGAGCA":635,"TGCTCT":636,"CAAAAT":637,"GAGGCA":638,"AGGGCT":639,"AAAGAG":640,"TGCCGC":641,"GGACAG":642,"AAAACT":643,"TTCTGC":644,"TGGCCA":645,"GCGTGG":646,"GAGCCT":647,"GCCCAC":648,"GAGTGG":649,"GCCGCA":650,"GGCGTG":651,"TTTCAG":652,"CGAGGG":653,"TCTCCA":654,"AGCCCA":655,"AGAAAT":656,"GGAGAC":657,"TAAATT":658,"AGAGCT":659,"CCACAG":660,"AGCTGA":661,"GGCCCA":662,"CACCGC":663,"TGAGTG":664,"TGGCTC":665,"GGTGGA":666,"CCCTTT":667,"GCTCCA":668,"CGAGCG":669,"GAAGGC":670,"GTCTCC":671,"AAAAGG":672,"GCTGTC":673,"AAGCTG":674,"CTCCAC":675,"TGAGGC":676,"CCTGTG":677,"TCCGGC":678,"GTGTGG":679,"CAGGCA":680,"TTCATT":681,"GTGAGC":682,"AAAAGC":683,"GTTTCC":684,"TTTGCT":685,"AAAATC":686,"CGAGCC":687,"TGGCCT":688,"AGCCCT":689,"CATTTC":690,"TTCTGG":691,"CCACCA":692,"AAAGGA":693,"CTGTGT":694,"GCGGGT":695,"CGCGGA":696,"TTTTGG":697,"AGGCTC":698,"GCAGAA":699,"TGGCGC":700,"GGCTCG":701,"GTGCAG":702,"GTTTCT":703,"CGGGAC":704,"GACCCC":705,"TGTTTC":706,"AACTTT":707,"CGGGGT":708,"CACCTC":709,"CGCGCA":710,"GGCGCA":711,"TGTGTT":712,"TGGGGT":713,"GTCCCG":714,"GAAAAC":715,"TGAGGA":716,"CGCCAG":717,"GAGGAC":718,"AATTTA":719,"TTTTGC":720,"CCACCT":721,"GCTTTC":722,"ACAGCC":723,"TTCTGT":724,"CGGAAG":725,"CAGCAC":726,"TTGGCT":727,"AGCTCT":728,"GGGTGC":729,"AAATGA":730,"GGTGCC":731,"GGTGTG":732,"CACTGC":733,"AGTTTC":734,"CCAGGT":735,"GGTGCT":736,"GGAGTG":737,"CTGAAG":738,"ACCCAG":739,"AAACAG":740,"GACAGC":741,"CTTGGG":742,"TGCGCC":743,"GTCCTG":744,"TGCAGA":745,"TTGCTG":746,"AAGTTT":747,"GCCAAG":748,"AATGAA":749,"GGTGCG":750,"TGGAAG":751,"TGATTT":752,"TCCGCG":753,"AGTGAG":754,"TGAAAT":755,"GCTGGT":756,"AGCTGT":757,"TTATTA":758,"ACCCCC":759,"TTTATA":760,"CCGGGT":761,"GGGACG":762,"GGGACT":763,"CCCGCA":764,"TGGGCA":765,"AGTGTG":766,"CTTTTG":767,"ATTTCC":768,"AGCAAA":769,"CTGAAA":770,"CAGTGG":771,"GGCTTT":772,"CGGCCA":773,"CTGTCT":774,"TCCCTT":775,"AATTTC":776,"TGAGCC":777,"CAAACA":778,"TCGGGG":779,"AAAGCA":780,"ACAGAG":781,"ATTTCA":782,"CGCGAG":783,"CCCTCG":784,"AGGGCA":785,"GAAGTG":786,"GCTTTG":787,"TTTCAT":788,"CGGTGC":789,"TGCCCT":790,"CACCTG":791,"GGGCTT":792,"AGCGAG":793,"CTTCCG":794,"AGAAAC":795,"CTTCCA":796,"CGGGTG":797,"GTGTGC":798,"TGCCAG":799,"GCACAG":800,"AGGGTG":801,"CTCTGA":802,"TGCTGA":803,"GCCAGA":804,"CCAAAA":805,"TCAGCT":806,"TCTGCA":807,"ATGTTT":808,"GTCTCT":809,"AAAGTG":810,"CTTCAG":811,"TCTGGA":812,"TCTGAG":813,"AGACAG":814,"TTTGCA":815,"GCAAAA":816,"TGTGGC":817,"GGGTGA":818,"AAAGTT":819,"TGTCTG":820,"TCTGGC":821,"TTTGGG":822,"CTGAGA":823,"AGTGGC":824,"AGGCCT":825,"ACAGCA":826,"AAGGGA":827,"CAAAAC":828,"AAACAT":829,"GCCTTT":830,"CTGGCA":831,"CCAGAA":832,"TAATAA":833,"GTTTGT":834,"TATATT":835,"AGCCAA":836,"AGCCAC":837,"GCGTCC":838,"GGTTTT":839,"TGTGAG":840,"AGTCCC":841,"CGCTCT":842,"AGGCCA":843,"TCTCAG":844,"CGCTCG":845,"GCTGTT":846,"AAAGGG":847,"TGAGAG":848,"CAGCAA":849,"GTCCCT":850,"TGCCCG":851,"ATTTGT":852,"CTGCAC":853,"ACAGCT":854,"CCATGG":855,"GCGCAC":856,"TGTCCC":857,"CGGGCA":858,"CGTGGG":859,"CAGTTT":860,"GCCATG":861,"TGTTTA":862,"GCTCTT":863,"TCTGTC":864,"CTCGCG":865,"CCACTG":866,"GTGGGT":867,"TGAAGA":868,"GGAAAC":869,"AATATA":870,"AAACTT":871,"AGTTTG":872,"TGGCTT":873,"CAGGAC":874,"CCCTCA":875,"CGGGAA":876,"CAGCTT":877,"TGCTTC":878,"AGCGGA":879,"GTGCCC":880,"ACCTGG":881,"TTGTGT":882,"CACAGG":883,"GTCTGG":884,"TGCAAA":885,"GGGCGA":886,"CGTCCC":887,"ACCGCC":888,"TCCCAC":889,"ACCCGG":890,"GTCCTC":891,"CCTGTC":892,"GGCCGA":893,"CCGGAA":894,"AAGAGC":895,"GCTGAA":896,"ACTGGG":897,"ACCTCC":898,"TATTTC":899,"CCCCAA":900,"GAAATT":901,"GCGCCA":902,"GAAGCT":903,"TTGGAG":904,"CAACAA":905,"CCTGGT":906,"GGACGC":907,"CTTGGC":908,"CAATTT":909,"GGGACA":910,"AAACTG":911,"CCAAGG":912,"CCTTGG":913,"CCCTGA":914,"CACAGA":915,"CGCTTC":916,"TCCACC":917,"AAATTC":918,"AGCTTC":919,"GGAGTC":920,"GGGCAC":921,"CGTGGC":922,"TCAGAG":923,"GGATGG":924,"CTTTGT":925,"GAGGGT":926,"AAATCA":927,"GCTTGG":928,"GGGAGT":929,"AGATGG":930,"ATATAA":931,"GGGCGT":932,"AAAACC":933,"GAAATG":934,"TGCCGG":935,"CTTTGC":936,"TCTTTG":937,"CGGAGA":938,"GAAAGC":939,"AGGGAC":940,"AAACAC":941,"GGACGG":942,"GAATTT":943,"TGCCCA":944,"CCACCG":945,"CTTTGG":946,"GACAGG":947,"GCACCC":948,"AAGATG":949,"CTGGAC":950,"TCAGGG":951,"TTCCCG":952,"TTCCGG":953,"CGAGGA":954,"AGAGAC":955,"CTCAGA":956,"CACTTT":957,"CCCAAG":958,"TGAGCT":959,"TTTGGA":960,"ACACAG":961,"CCCACT":962,"CTGTGA":963,"CTTTTA":964,"CTTTAA":965,"GCCTCA":966,"GAAACA":967,"GGCACC":968,"TGGTTT":969,"GCATTT":970,"TTCTCA":971,"TTCAGC":972,"TATTAT":973,"TGTGCT":974,"CACCCA":975,"TAAAAG":976,"ACAGAA":977,"GTTTTA":978,"TTGTTG":979,"AAATTG":980,"ATGGAG":981,"GCCGTG":982,"TCTCCG":983,"CCCACA":984,"AATTTG":985,"AAGTGA":986,"TGAAGG":987,"TCCTCA":988,"TCGGCC":989,"TGAGAA":990,"TTGCAG":991,"AAGCCC":992,"AGCTTT":993,"GAGACC":994,"ACCCTG":995,"TAAACA":996,"TCCAGA":997,"CAAAAG":998,"GGTGGT":999,"TTGCTT":1000,"ACCTGC":1001,"ATGAAA":1002,"TGTTGT":1003,"GTGCTC":1004,"GTATTT":1005,"GGGTCT":1006,"TCCTGT":1007,"TCGCCG":1008,"AGACCC":1009,"AAAGCC":1010,"TGGTGA":1011,"CCAGTG":1012,"GAAGCA":1013,"GTTCCC":1014,"CCTCAC":1015,"GGGATG":1016,"GAAGCG":1017,"GCCTGT":1018,"AAATGG":1019,"CCACGC":1020,"CACAAA":1021,"ACAACA":1022,"GCCTGA":1023,"GCGTGC":1024,"CCGGCA":1025,"GGTAAG":1026,"CGGCGA":1027,"AAGCCA":1028,"GGACTG":1029,"TTCTGA":1030,"CAGGGT":1031,"GCACTG":1032,"AACAGC":1033,"ATGGCG":1034,"CAAGAA":1035,"CACTTC":1036,"TCTTCA":1037,"GCCCTT":1038,"GGAAAT":1039,"GGCGTC":1040,"ACAAAT":1041,"CCTTTG":1042,"TATTTG":1043,"TCTGTT":1044,"CAGTGC":1045,"CTCACC":1046,"AAGTGG":1047,"CTCTCA":1048,"GACAGA":1049,"TTGGCC":1050,"CACCAC":1051,"CGCCAC":1052,"CTCGCT":1053,"CGGGTC":1054,"AATTAT":1055,"AGCAAG":1056,"ATAATT":1057,"TGTCTC":1058,"GAGTTT":1059,"ACCCCG":1060,"CCATTT":1061,"CCCAGT":1062,"GGCCAA":1063,"GGAACC":1064,"AAGGTG":1065,"GCCTTG":1066,"GTCTGC":1067,"ACTCTG":1068,"AGTTCC":1069,"GAGTCC":1070,"TCCTGA":1071,"GGCTTG":1072,"TTTCTA":1073,"ACTTTC":1074,"CCACTC":1075,"AGGTAA":1076,"TCTGCG":1077,"GGCTCA":1078,"TGTGGA":1079,"TTGGAA":1080,"TGTCCT":1081,"GGTCTG":1082,"CTTTCA":1083,"AGTGGA":1084,"CCCTGT":1085,"AACACA":1086,"ACCAGC":1087,"CATGGC":1088,"GGGAAC":1089,"TCGGCG":1090,"TTATAT":1091,"TTCAGA":1092,"GCGGAA":1093,"TAAAAC":1094,"CAAATT":1095,"CAGTGA":1096,"AACATT":1097,"GGACTC":1098,"GTTGTT":1099,"GCACCG":1100,"TTAAAG":1101,"ATTTGA":1102,"AGTGCT":1103,"CCGGTG":1104,"CACGCC":1105,"CCCAAA":1106,"ATTAAT":1107,"TCGGGC":1108,"TCTGAA":1109,"GTCGCC":1110,"TGTAAA":1111,"AATGTT":1112,"AGCGCT":1113,"TCGCCC":1114,"AAGCAA":1115,"CACTGG":1116,"GGTTCC":1117,"AGGTGC":1118,"GCGCGT":1119,"GAGCGA":1120,"AAGGGC":1121,"GGCCTT":1122,"CCCCGA":1123,"TCAGCA":1124,"ACCCCA":1125,"GCCACA":1126,"TGCGCA":1127,"GAAACT":1128,"TGCAGT":1129,"ACAAAC":1130,"GGTTGG":1131,"GACCCG":1132,"GCGGAC":1133,"TGAGCA":1134,"ATAATA":1135,"CCATCC":1136,"CAAAGA":1137,"TGTTCT":1138,"TTTGGC":1139,"AAACCA":1140,"AGCACC":1141,"CCAAGC":1142,"GATGGC":1143,"ACCCTC":1144,"CATCCC":1145,"GACCTG":1146,"CCGTGG":1147,"GACTGG":1148,"GGTCTC":1149,"TTTACA":1150,"CACCCT":1151,"TGTGCC":1152,"CGCGGT":1153,"TGCCTT":1154,"GTGGAA":1155,"GAGTGC":1156,"GCAAAG":1157,"GTTCCT":1158,"CACCAG":1159,"TTTGTA":1160,"ACTGCA":1161,"CAAATA":1162,"AGTGAA":1163,"AGATTT":1164,"TCAGGC":1165,"AAAGCT":1166,"TCAGGA":1167,"CAAAGG":1168,"AGTCTG":1169,"GCAGAC":1170,"GAGCTT":1171,"GAAAGT":1172,"ACTGCT":1173,"AGCTCA":1174,"TGAGCG":1175,"AACAGA":1176,"AGGACC":1177,"GTGAAG":1178,"GTGAGA":1179,"CAGACA":1180,"GATGGG":1181,"TTTGCC":1182,"AGGGGT":1183,"TGCTCA":1184,"TTAATA":1185,"AAAGGC":1186,"TGGGAC":1187,"ACTCCC":1188,"GCAAGG":1189,"CTGTTC":1190,"GAAATA":1191,"TGTGAA":1192,"CAAGGA":1193,"GTCCAG":1194,"AGAGTG":1195,"TCGCGG":1196,"TTTTAC":1197,"ATTGTT":1198,"GTGAAA":1199,"AAGCGG":1200,"CAAAGC":1201,"TCAAAT":1202,"GGGTTT":1203,"GTGGCA":1204,"GTTTGG":1205,"CTGACC":1206,"CACTCC":1207,"GGGGTT":1208,"GACTCC":1209,"CTTGCT":1210,"TCGCTG":1211,"TGGTGC":1212,"TTTGAG":1213,"GTGTCC":1214,"TTGATT":1215,"GCTGAC":1216,"TTCTTG":1217,"ACCCGC":1218,"GTCTGT":1219,"TTTAAG":1220,"AAATGC":1221,"TTTTAG":1222,"AGAAGT":1223,"CAGCGA":1224,"GGCGAC":1225,"CTGTTG":1226,"GTGTCT":1227,"GTTGGG":1228,"AAGGCG":1229,"CCACAC":1230,"ACGCGC":1231,"GAGTGA":1232,"GGCAAG":1233,"TGTGCA":1234,"ACACTG":1235,"TGAAAG":1236,"GACGCG":1237,"TCAGTG":1238,"AGGACA":1239,"GAGACA":1240,"AGCAGT":1241,"CTCTTG":1242,"TTCCAA":1243,"AGTTGG":1244,"TGAAGC":1245,"CTGGTC":1246,"AAGTGC":1247,"TAGAAA":1248,"GGGTGT":1249,"ACAGGG":1250,"GGCAGT":1251,"ACTGCC":1252,"TGGAGT":1253,"ACAGGA":1254,"ACTGAG":1255,"AGTGCC":1256,"TTCAGG":1257,"GGTCCT":1258,"CGCTGT":1259,"TTTGGT":1260,"GTTCTG":1261,"AGTCAG":1262,"CGCGTG":1263,"CTGCAA":1264,"GAGATG":1265,"GCCACT":1266,"TGTGTC":1267,"GCACGC":1268,"TTGTGG":1269,"GACGCC":1270,"ACTTCT":1271,"AGAGGT":1272,"TCAGAA":1273,"GCGCGA":1274,"CGAGAG":1275,"CTCCAA":1276,"GGTTTC":1277,"TATTAA":1278,"TGACAG":1279,"CCGTCC":1280,"TAAATG":1281,"TTTGAT":1282,"CGCACC":1283,"CCAAAG":1284,"TCGCGC":1285,"AAGGCA":1286,"CAGGTA":1287,"CGCGTC":1288,"CTATTT":1289,"GTGTGA":1290,"CCAAGA":1291,"CCGCAC":1292,"GCAGTC":1293,"TTTCAC":1294,"TTTGTC":1295,"AGGAGT":1296,"CGCAGA":1297,"TTCAGT":1298,"CCTTGC":1299,"TTGCTC":1300,"GCCACG":1301,"GTCGGG":1302,"TGTGCG":1303,"TTGGGA":1304,"CGCCGA":1305,"TCTTGG":1306,"GGATTT":1307,"GTAAAA":1308,"GTCAGC":1309,"AAATAC":1310,"ACAAAG":1311,"ACTGTG":1312,"CTGTCA":1313,"AAGGCC":1314,"GCCCGA":1315,"CAGTTC":1316,"GCAGTT":1317,"GAAGGT":1318,"CTCTCG":1319,"AGAACA":1320,"CAAGGC":1321,"GTTCTC":1322,"CGCCTT":1323,"AATCAA":1324,"TGAATT":1325,"ATGGGG":1326,"ATCAAA":1327,"AAATCT":1328,"AGGATG":1329,"TCCAAA":1330,"GAACTG":1331,"TAATTA":1332,"GTCCGG":1333,"ATTCTG":1334,"AGTTCT":1335,"ACCAGG":1336,"GGAGTT":1337,"CCAGTC":1338,"ACAGGC":1339,"CATTTG":1340,"AACAAC":1341,"CCCATC":1342,"GTGCCT":1343,"TCCGCT":1344,"CATTTA":1345,"GGTGAC":1346,"GTCCGC":1347,"TGTCTT":1348,"CATCTC":1349,"AGTCTC":1350,"TTGGGC":1351,"CTCACT":1352,"GTCTTC":1353,"AACTGA":1354,"ACTTTG":1355,"CCATCT":1356,"GATTTC":1357,"CAGTCC":1358,"TCACAG":1359,"TTATAA":1360,"AGACTG":1361,"GAGAAC":1362,"GTCTTT":1363,"GAGCAC":1364,"TGGGTC":1365,"AGCCTT":1366,"GTTGCT":1367,"TCACTT":1368,"AGTGTT":1369,"CCGCGA":1370,"CTAAAA":1371,"CCAGAC":1372,"TGCGCT":1373,"ATTCAA":1374,"CCTGAA":1375,"CCCACG":1376,"TACTTT":1377,"CCTGAC":1378,"TGAGTT":1379,"ACACAA":1380,"GGTCAG":1381,"GGGTTG":1382,"ACTGAA":1383,"AGCGCA":1384,"TCCTCG":1385,"AGCACA":1386,"CCTTCA":1387,"GTCAGG":1388,"CAGGTC":1389,"CAGTGT":1390,"AGTAAA":1391,"GAGCAA":1392,"AAACCC":1393,"ACCCCT":1394,"AGGCTT":1395,"ATCTTT":1396,"AGTGCG":1397,"ATCTCT":1398,"GCGGTC":1399,"GCCGTC":1400,"TGTGGT":1401,"TTCCGC":1402,"AGGAAC":1403,"ATTCTT":1404,"GACGGC":1405,"TTGGTT":1406,"GAAATC":1407,"TCACTG":1408,"GTTTAT":1409,"TACAAA":1410,"CTCAGT":1411,"ATGCTG":1412,"TTGAAT":1413,"AAGTGT":1414,"TTGGTG":1415,"ACCACC":1416,"ATTGGC":1417,"TCGCTC":1418,"ATATTA":1419,"CTTTGA":1420,"GCGAGA":1421,"GGAACT":1422,"CACACC":1423,"GCCAAA":1424,"CTCAAA":1425,"TCAGTT":1426,"CGTTTT":1427,"CAAGCC":1428,"CGCCGT":1429,"GATTGG":1430,"CGTGCG":1431,"GACCAG":1432,"GACTGC":1433,"TCGGAG":1434,"GGACCG":1435,"GCACAC":1436,"GTGCCG":1437,"TCCTTG":1438,"AACTGC":1439,"CAAGAG":1440,"TAGTTT":1441,"AACAAT":1442,"CGCTGA":1443,"ACAGCG":1444,"CAAGGG":1445,"CAGACC":1446,"CTTGCC":1447,"ACCCAC":1448,"TAATAT":1449,"AATTCA":1450,"AGCAAC":1451,"AAGCTC":1452,"CAGAGT":1453,"ACTCCT":1454,"GAACAG":1455,"CACCCG":1456,"CTGAGT":1457,"ATTGAA":1458,"GAAACC":1459,"GGTCGG":1460,"CCGCGT":1461,"GCCAGT":1462,"GGTTTG":1463,"ACTGGA":1464,"GACCCT":1465,"TTGCCT":1466,"ACTGGC":1467,"CCCTTG":1468,"GGATCC":1469,"AACAAG":1470,"CTTAAA":1471,"GGGTCG":1472,"GACTTT":1473,"ACAGTG":1474,"GAGAGT":1475,"GCACCT":1476,"AGAACT":1477,"GACGGG":1478,"CGGTGA":1479,"CTTGGA":1480,"TTCCAC":1481,"GCTTCA":1482,"TGCGTG":1483,"CTGGTT":1484,"ATCCTG":1485,"CCGTGC":1486,"CCTGTT":1487,"TGAGGT":1488,"CTCCAT":1489,"AAGGCT":1490,"GACTTC":1491,"GGAGAT":1492,"AATTGT":1493,"GCTCAC":1494,"GGACCT":1495,"GGCCGT":1496,"TGCCAC":1497,"CCAATC":1498,"GTGACC":1499,"TGCATT":1500,"GTTCTT":1501,"AACCAA":1502,"AGTGCA":1503,"GAGTTC":1504,"TGGGTT":1505,"ACGCGG":1506,"CTCATT":1507,"CAGCAT":1508,"GCTTGC":1509,"GGTGTC":1510,"TCCAAG":1511,"AACCCC":1512,"ACGCCC":1513,"AGTCCT":1514,"GTCCCA":1515,"GTTTGC":1516,"TGCACA":1517,"TCCCAA":1518,"AACTTC":1519,"ACCAAA":1520,"TCACCT":1521,"TGTCAG":1522,"AACTGG":1523,"CGTGTG":1524,"GCCGGT":1525,"GCGCTT":1526,"CATAAA":1527,"CCACTT":1528,"CACTGA":1529,"ACCTCT":1530,"GAAGAC":1531,"GTTTCA":1532,"TCAGCG":1533,"CTTGTT":1534,"TTTTCG":1535,"AAAGAT":1536,"AAAGTA":1537,"CAAGTG":1538,"CACGGC":1539,"CATCTG":1540,"TCCACA":1541,"TCTTTA":1542,"GGACAC":1543,"GGTGCA":1544,"CACACT":1545,"GAGACT":1546,"AGGACT":1547,"ATTTGC":1548,"ACTCTC":1549,"ACTCCA":1550,"GGGTTC":1551,"CAAAGT":1552,"TGTTGC":1553,"TCTCGC":1554,"CGGCTT":1555,"TTCACT":1556,"GACAAA":1557,"TGTTCC":1558,"AAACTC":1559,"CGGCGT":1560,"CATCTT":1561,"CGGTCC":1562,"GAAGAT":1563,"CAGAAC":1564,"GAGTGT":1565,"TCACCC":1566,"TTGTCT":1567,"TAAAGA":1568,"AATCAG":1569,"TGTTGG":1570,"TCCGAG":1571,"ATAAAC":1572,"TCGGCT":1573,"AATTCT":1574,"CCCAAC":1575,"CATCCT":1576,"ACACCC":1577,"TTCAAT":1578,"GCAAGC":1579,"CGCCAT":1580,"ATAAAG":1581,"CACCGG":1582,"GACCTC":1583,"TTGCCA":1584,"AATGTG":1585,"CAAACT":1586,"GCAACA":1587,"AAGCGC":1588,"GCCAAT":1589,"GCACCA":1590,"GGGGAT":1591,"ACCGGG":1592,"ATTTGG":1593,"CCGCTT":1594,"TCCGGA":1595,"TTTACT":1596,"AAGTTG":1597,"AGGGTC":1598,"CCAAAC":1599,"CCAACC":1600,"CCGGAC":1601,"ACGGCG":1602,"TGACTG":1603,"AAACTA":1604,"CAACAG":1605,"AGTGAC":1606,"GCAAGA":1607,"GGCAAA":1608,"TCAATT":1609,"GAAGTT":1610,"ACTCAG":1611,"AACCAG":1612,"TTGTGA":1613,"AGACAC":1614,"ACCGCG":1615,"GTTGCC":1616,"TGGGAT":1617,"GTGCTT":1618,"TTTATG":1619,"GCACGG":1620,"ACAATT":1621,"AAATCC":1622,"CTGATT":1623,"GGGCAA":1624,"GCAAAC":1625,"TTCACA":1626,"TAAGAA":1627,"CAAATG":1628,"AGAGAT":1629,"GTAAGT":1630,"TGTATT":1631,"TTTCCG":1632,"CCCGTC":1633,"AAATAG":1634,"ATGTGT":1635,"CATGGA":1636,"TTAAAC":1637,"GTTTAA":1638,"GATGGA":1639,"TCTCGG":1640,"TTATTG":1641,"AATGAG":1642,"AAGCCG":1643,"TGAATG":1644,"GGTCGC":1645,"AGGCAC":1646,"CAAGCA":1647,"TAAAGT":1648,"AAGTAA":1649,"AGTTCA":1650,"TGGCAA":1651,"AAGCCT":1652,"GAGGTC":1653,"AGGTTT":1654,"GGACTT":1655,"CACTCT":1656,"CGAAAA":1657,"CTCGGA":1658,"AGTTGC":1659,"TCCAGT":1660,"CACTGT":1661,"AAGAAC":1662,"ACAGAC":1663,"AATTGA":1664,"TGCTTG":1665,"GAACCC":1666,"TTGCAA":1667,"AGGCAA":1668,"ATTCTC":1669,"GCCATC":1670,"TCAGGT":1671,"AGAATT":1672,"CCCGGT":1673,"GCAAAT":1674,"TGGTGT":1675,"CGAGCT":1676,"GACCGC":1677,"AATGGA":1678,"GTGTTG":1679,"AGCCGA":1680,"TCAAAG":1681,"TTGAAG":1682,"TGTGTA":1683,"AGCTTG":1684,"TGCACC":1685,"CTCACA":1686,"AGAACC":1687,"GAGGAT":1688,"AAGACA":1689,"GTTGTG":1690,"TCATTC":1691,"CCAGTT":1692,"CTGACA":1693,"ATCTGC":1694,"GTTGGC":1695,"ACAGTT":1696,"CTGCGT":1697,"CCGAGA":1698,"ACTTCA":1699,"ACGGGG":1700,"CTTCAA":1701,"GCACTT":1702,"CTGACT":1703,"GGCACA":1704,"TTTATC":1705,"TGGTCC":1706,"TGAAAC":1707,"ATTCAT":1708,"CCACGG":1709,"ACTTGG":1710,"GAGACG":1711,"TGTGAC":1712,"AGAGTT":1713,"GACCCA":1714,"TCCATT":1715,"AACCTG":1716,"GTCACC":1717,"GGTGAA":1718,"GGAACA":1719,"GATTTG":1720,"TCTGGT":1721,"ATGGAA":1722,"ATTCCT":1723,"CTTCAC":1724,"AGCTCG":1725,"GGATGC":1726,"CACCTT":1727,"GAGTCT":1728,"GCATCC":1729,"GCCCAA":1730,"TGCGGA":1731,"TTGTTC":1732,"CAGTCT":1733,"GTTAAA":1734,"AGACTC":1735,"AAAGGT":1736,"AGAATG":1737,"ATGAAG":1738,"AAGTTC":1739,"ACTCTT":1740,"AGTTTA":1741,"AGAGTC":1742,"TCACCA":1743,"TTCCAT":1744,"ATCCCC":1745,"AGACGC":1746,"AGCACT":1747,"TGACCC":1748,"AATACA":1749,"ATGCAG":1750,"CACTCA":1751,"GGACCA":1752,"TTGCCC":1753,"TTGTAA":1754,"TCATCT":1755,"GGTAGG":1756,"TCACTC":1757,"ATCCAG":1758,"CCAACA":1759,"AACTCC":1760,"CAATAA":1761,"CCCCAT":1762,"TTCAAG":1763,"ATTCCA":1764,"CCACAA":1765,"CCAAGT":1766,"AAAACG":1767,"ATCTCC":1768,"TCCATC":1769,"GGGATT":1770,"ATTGTG":1771,"CAGATG":1772,"GTGCCA":1773,"TGATTG":1774,"AATGGC":1775,"CGTCGC":1776,"GAGTTG":1777,"TGAGTC":1778,"CACGCG":1779,"AGATGA":1780,"ATCTGG":1781,"ACTTTA":1782,"CACCAA":1783,"CGCACG":1784,"ACACTT":1785,"TATAAT":1786,"AACAGG":1787,"AGTTGT":1788,"TTGTGC":1789,"ATTCCC":1790,"CGCTTT":1791,"GCATGC":1792,"TGGACA":1793,"TGAAGT":1794,"GGTCCG":1795,"CTTTAT":1796,"AAGGAC":1797,"TTGAGG":1798,"GTCCTT":1799,"CAAATC":1800,"CGTCTC":1801,"ATGGCT":1802,"CGGACC":1803,"NNNNNN":1804,"CACAGT":1805,"CACGTG":1806,"CGACCC":1807,"AAGAAT":1808,"CTGCGA":1809,"AATGCA":1810,"CAACCC":1811,"CTTGTG":1812,"CTTCAT":1813,"TTTAAC":1814,"CAGGAT":1815,"GTGTTC":1816,"CAATCA":1817,"CATTCT":1818,"GATAAA":1819,"CATTCC":1820,"CAAGCT":1821,"TGACTT":1822,"ATGAAT":1823,"GCACTC":1824,"AAAGAC":1825,"ACCTTT":1826,"AATGGG":1827,"GCGACC":1828,"GTCGCG":1829,"TCGCAG":1830,"CAACTT":1831,"CGTGCC":1832,"TCTCAA":1833,"AACCCA":1834,"GAACAA":1835,"TGAACT":1836,"AAAGTC":1837,"GTCGGC":1838,"CTCAAG":1839,"CTTCGC":1840,"ACCTTC":1841,"CTGGAT":1842,"CGGAAA":1843,"ACTGCG":1844,"ATCTTC":1845,"TCTCAC":1846,"GACCGG":1847,"AGCCAT":1848,"GGCAAC":1849,"ACCGGC":1850,"CAGACT":1851,"AGTGTC":1852,"CACCAT":1853,"GAACTT":1854,"ATGAGG":1855,"CAAGTT":1856,"CCCGTG":1857,"AAACCT":1858,"AGGCGA":1859,"GATGAG":1860,"ACCAGA":1861,"ACGCCG":1862,"ATTATA":1863,"CGCAGT":1864,"GCCATT":1865,"TAAACT":1866,"CCCCGT":1867,"AGACAA":1868,"CAGAAT":1869,"TGGAAT":1870,"TTGGCA":1871,"GTAAAT":1872,"TTGAGA":1873,"CTCCGA":1874,"AGGTGT":1875,"ATGGGA":1876,"GTGACA":1877,"CTTGCA":1878,"GTTTGA":1879,"TCATCA":1880,"TCTTGC":1881,"ACAAGA":1882,"GAAGTC":1883,"GACTCT":1884,"TGGATT":1885,"AAGCTT":1886,"TTATTC":1887,"ACAGGT":1888,"TTCTTA":1889,"TCGCCT":1890,"TGGACT":1891,"CCCATT":1892,"TACATT":1893,"TGAACA":1894,"GCTGAT":1895,"TCAGTC":1896,"TCCACT":1897,"CAGTCA":1898,"GATGAA":1899,"GTGACT":1900,"TGGATG":1901,"GCGTGT":1902,"TTTAGT":1903,"GAATGA":1904,"GGTTCT":1905,"GTTATT":1906,"AGTCTT":1907,"GGCCAT":1908,"AATTCC":1909,"AGGAAT":1910,"CTGCAT":1911,"TTCATC":1912,"GTCTGA":1913,"CATTCA":1914,"CTTCGG":1915,"AGTCGC":1916,"CTTGAA":1917,"GCCAAC":1918,"GCGACG":1919,"TTGTTA":1920,"ACACTC":1921,"CTCCGT":1922,"TTACTT":1923,"AGACCA":1924,"AGCATC":1925,"TGTTCA":1926,"ATGTGG":1927,"ATGGCC":1928,"GGACAA":1929,"GCGTCT":1930,"CCAACT":1931,"TGCCAA":1932,"AAAGCG":1933,"CTGAAC":1934,"GGGATC":1935,"GTTCAG":1936,"TGGTCT":1937,"ACCACA":1938,"AGGACG":1939,"TCAACA":1940,"TTCACC":1941,"CGTTTC":1942,"GTGACG":1943,"ACGCTG":1944,"TCTTGT":1945,"ACAAGG":1946,"TGCAAG":1947,"AGCATT":1948,"CACATT":1949,"CCGGTC":1950,"ATCCTC":1951,"ATGGTG":1952,"TGTCCA":1953,"AATGTA":1954,"GGCACT":1955,"GCTTCG":1956,"AAGTCC":1957,"ACGGAG":1958,"CAACTG":1959,"GAACTC":1960,"TCTAAA":1961,"CTCATC":1962,"TCGGGA":1963,"ACGGCC":1964,"ATGTGA":1965,"ACACAT":1966,"ACACCA":1967,"ATTCAG":1968,"TCTGAC":1969,"AATGCT":1970,"GACTGA":1971,"GTGGTC":1972,"AACAGT":1973,"AACCTC":1974,"GACACC":1975,"GGAATT":1976,"GTGGAC":1977,"TGCACT":1978,"TTGCAT":1979,"CCAAAT":1980,"ACCATG":1981,"GCAGAT":1982,"GCGAAG":1983,"ATTTAC":1984,"CAGTTG":1985,"GGGTCA":1986,"AGACTT":1987,"AGGTCC":1988,"CCTCAA":1989,"CTTGAG":1990,"CAAGGT":1991,"GACAAG":1992,"GGAATG":1993,"CCCGAC":1994,"AATCTG":1995,"GATCTG":1996,"AACATG":1997,"ACTGTT":1998,"GATGCT":1999,"TTGGGT":2000,"CGGAGT":2001,"AGTTGA":2002,"TGTTGA":2003,"GTCACT":2004,"AGTCGG":2005,"TTCTAA":2006,"GTGGTT":2007,"GATCCC":2008,"GGTCAC":2009,"TCCCAT":2010,"TGGACC":2011,"AACTCT":2012,"AGGGTT":2013,"CGCACA":2014,"ATCTGA":2015,"AGTCAC":2016,"ACTCGG":2017,"CATCCA":2018,"GAGAAT":2019,"TGCCAT":2020,"TGGAAC":2021,"AACACT":2022,"AGTCCA":2023,"AGTGGT":2024,"GATGTG":2025,"TTGTCC":2026,"ATCCCA":2027,"CGGCAC":2028,"GTGCAC":2029,"AACTGT":2030,"ACGCAG":2031,"GTGATG":2032,"TTACAA":2033,"TATTGT":2034,"CGTGGA":2035,"GGGAAT":2036,"CGAGCA":2037,"TGTTAA":2038,"GTGCGT":2039,"GAGGTT":2040,"GTCAGA":2041,"GGTGTT":2042,"CCATCA":2043,"GCAACC":2044,"GTCAGT":2045,"TCAAGA":2046,"CAATGG":2047,"GAGATC":2048,"GTGATT":2049,"TGACCT":2050,"GAATGG":2051,"TCACAC":2052,"ATCAGC":2053,"GCTTGT":2054,"TTAGAA":2055,"ATGGCA":2056,"ATCCCT":2057,"TCTGAT":2058,"AGATGC":2059,"GCGTCG":2060,"TGACTC":2061,"AAGAGT":2062,"CGGACG":2063,"GACACA":2064,"TTGTAT":2065,"CAGGTT":2066,"GTCGCT":2067,"TCGGTG":2068,"AACTTG":2069,"CACTTG":2070,"CACGGG":2071,"GGTTGC":2072,"CATGGG":2073,"GAATAA":2074,"GCATCT":2075,"TGATGA":2076,"CCATTC":2077,"ACCAAG":2078,"TCAAGG":2079,"TCTCTA":2080,"CATCAT":2081,"CATGTG":2082,"CCTTTA":2083,"TGGCAC":2084,"ACCTGA":2085,"TCATCC":2086,"CATATT":2087,"CGAGTG":2088,"TGATGG":2089,"TATTCA":2090,"TGCTCG":2091,"CTCGGT":2092,"GAATTC":2093,"AAGTCA":2094,"AAGATT":2095,"TGGTTG":2096,"ATGGGC":2097,"GTCACA":2098,"AAGGTA":2099,"AGGTCA":2100,"CAACTC":2101,"TTGGCG":2102,"AACTCA":2103,"GGATGA":2104,"TTGTCA":2105,"CCGACC":2106,"TTTAGA":2107,"ATCATT":2108,"TAACAA":2109,"TCGTTT":2110,"TTAGTT":2111,"GCTTTA":2112,"TGGTTC":2113,"AATCCA":2114,"ATCTGT":2115,"AGGGAT":2116,"AGCGGT":2117,"CTTATT":2118,"TGTGAT":2119,"TCAAAC":2120,"TCCGCA":2121,"TGAATA":2122,"TGTCAC":2123,"ACCTCA":2124,"GTTCCA":2125,"CTGATG":2126,"ACGGGC":2127,"ACACCT":2128,"ATATGT":2129,"CGTGAG":2130,"TCTCAT":2131,"CCTTCG":2132,"TAAGTT":2133,"GTTGGA":2134,"CAAACC":2135,"GCGTTT":2136,"CAACCA":2137,"GACTTG":2138,"ATTGCA":2139,"TCTATT":2140,"GCCCGT":2141,"TGTTAT":2142,"CGCTCA":2143,"TGGTCA":2144,"TTACAG":2145,"AGATGT":2146,"CAAGAT":2147,"AGACCT":2148,"GATTTA":2149,"GAGTCA":2150,"CAGATC":2151,"CATGTT":2152,"TCATTG":2153,"TTCGCC":2154,"TTCTCG":2155,"AGGATT":2156,"AGACGG":2157,"ACATGG":2158,"TAAAGC":2159,"GAACCA":2160,"CATTGG":2161,"AGCGTG":2162,"TTAACT":2163,"TATTCT":2164,"TCGCCA":2165,"GGCATC":2166,"CTGAAT":2167,"ACTAAA":2168,"CTACAG":2169,"CTAGGG":2170,"GCCGAC":2171,"ACATTC":2172,"AGTTAA":2173,"ATATTC":2174,"ATGTAA":2175,"GCTCAA":2176,"TAAATC":2177,"TGGCGA":2178,"ACAAGC":2179,"AGGTAG":2180,"TTAACA":2181,"CGTCCT":2182,"AGCATG":2183,"CATGAA":2184,"ATAACA":2185,"CTTGTC":2186,"GCATGG":2187,"GACTGT":2188,"TTAAGA":2189,"CATTGT":2190,"TGAGAC":2191,"AATCTT":2192,"GATTCT":2193,"AGATCC":2194,"CACAAG":2195,"CTTGGT":2196,"ATTGCT":2197,"GGATTC":2198,"GGTAAA":2199,"CAGCTA":2200,"CCAGAT":2201,"ACCCAA":2202,"ACATAT":2203,"TAAAGG":2204,"AATCCC":2205,"AAGACC":2206,"TGCGGT":2207,"AATATG":2208,"CAACAC":2209,"ATGCAA":2210,"CATCAG":2211,"CCATTG":2212,"TTGAGC":2213,"ATCAGA":2214,"TCAAGT":2215,"AAGCAC":2216,"GGAATC":2217,"GTCTCA":2218,"AATAAC":2219,"GCGGTT":2220,"TAACTT":2221,"TCCCGA":2222,"GACGTC":2223,"CTGTAA":2224,"TCTTAA":2225,"GAGATT":2226,"ATTGGT":2227,"CATCAC":2228,"TGCGAG":2229,"CAGATT":2230,"TAAGTG":2231,"GGCACG":2232,"CCTAGG":2233,"ACTCAC":2234,"TTTGAC":2235,"GCTAGG":2236,"TTAATG":2237,"ACTGTC":2238,"AACTAA":2239,"AATCAT":2240,"CAACAT":2241,"TAGCTG":2242,"AATGAT":2243,"TTCGGG":2244,"AGGTCT":2245,"ACAGAT":2246,"CAGCGT":2247,"GTCATT":2248,"CGAGGT":2249,"CGTCCG":2250,"GATGCC":2251,"ATACAA":2252,"TTCCTA":2253,"TTATCA":2254,"CCGAAG":2255,"ACAGTC":2256,"ACCGAG":2257,"ACTCCG":2258,"AAGTCT":2259,"GCACAA":2260,"CACATC":2261,"CGAAGC":2262,"GAGCAT":2263,"TTGGTC":2264,"TTCGGC":2265,"AACCCT":2266,"TACACA":2267,"AAGACT":2268,"CGTCTG":2269,"GTTGGT":2270,"TATGTT":2271,"TGACCA":2272,"CTCGCA":2273,"CCAATG":2274,"AATTGC":2275,"CCTTGT":2276,"GCCCAT":2277,"TCACAA":2278,"TTGAGT":2279,"AAGTTA":2280,"ACATCT":2281,"ATCACA":2282,"GACGAG":2283,"ATGAGC":2284,"TGACAA":2285,"TTCAAC":2286,"ACAACT":2287,"ACAATA":2288,"TGTCAA":2289,"TTATGT":2290,"AACACC":2291,"AGAATC":2292,"GAATTG":2293,"GTTCCG":2294,"TAATTG":2295,"ACCTGT":2296,"CTAGAG":2297,"AGATAA":2298,"TTATCT":2299,"GTCTTG":2300,"TATGTA":2301,"TGTAAT":2302,"AATTGG":2303,"CCTCAT":2304,"TATGTG":2305,"TCAGAC":2306,"AATCTC":2307,"AACCAC":2308,"CGACGC":2309,"CGAGAA":2310,"AGTATT":2311,"TAGGAA":2312,"TGAGAT":2313,"GGTCTT":2314,"CTGCTA":2315,"ATTACA":2316,"TAGAGA":2317,"TGCATC":2318,"TCAGAT":2319,"AAGGGT":2320,"AGGTTG":2321,"TCTTGA":2322,"TTACAT":2323,"AACATC":2324,"TTTCGG":2325,"ACAAGT":2326,"ACATCA":2327,"AGTGAT":2328,"TTCTAT":2329,"TTTCGC":2330,"AAATCG":2331,"ATGAGA":2332,"AAGGAT":2333,"AATAAG":2334,"CCGAGT":2335,"TGATAA":2336,"ATGTTG":2337,"GGCGAA":2338,"CCTTGA":2339,"GAGCGT":2340,"AGATCT":2341,"TCCGTG":2342,"AGAATA":2343,"ATGTAT":2344,"GACAGT":2345,"TACAGC":2346,"ATACAT":2347,"GATTCC":2348,"TTAAGT":2349,"TTTCGA":2350,"TTCATA":2351,"GAATGT":2352,"CACGCA":2353,"CGGGTT":2354,"ACGTGG":2355,"ACTGAC":2356,"ATGATG":2357,"ATTGGA":2358,"GAACCT":2359,"TCTGTA":2360,"ATGATT":2361,"CCATGT":2362,"CGCCAA":2363,"GTGAAT":2364,"TGCATG":2365,"ATTTAG":2366,"CGTGCT":2367,"GGCATG":2368,"TTCTAG":2369,"GGATCT":2370,"ACAATG":2371,"ACTCAA":2372,"ACCCTT":2373,"CATTAA":2374,"TTCGCT":2375,"ACTTGC":2376,"ATTGAT":2377,"CTCTAG":2378,"GACATT":2379,"ACTCGC":2380,"CAAGCG":2381,"CTAGGC":2382,"GTTGAA":2383,"CCTAGC":2384,"GAATAT":2385,"CCATGC":2386,"CGCGAC":2387,"CTTCTA":2388,"AGCGAC":2389,"CAATGA":2390,"GACCTT":2391,"TAGGGG":2392,"TCCAAC":2393,"TCCAAT":2394,"TGATGT":2395,"ACACGC":2396,"GCGAAA":2397,"TAGGAG":2398,"TGTCAT":2399,"ACATCC":2400,"GTGGAT":2401,"CGAAGG":2402,"CTGTAG":2403,"GACTCA":2404,"GCGTGA":2405,"TTGGAT":2406,"ATCTCA":2407,"TCATGG":2408,"AAACGC":2409,"ACTTGT":2410,"CAAGTC":2411,"AGCGAA":2412,"CTCCTA":2413,"ACTACA":2414,"ACTTGA":2415,"GCAATT":2416,"GCGCAT":2417,"AGTCCG":2418,"GCCTAG":2419,"GTGCAA":2420,"GTTGAG":2421,"GACCAA":2422,"GGGCAT":2423,"GTGTCA":2424,"AATAGA":2425,"GCAAGT":2426,"CGATTT":2427,"GCAACT":2428,"TCGCTT":2429,"TTTAGC":2430,"AAACGA":2431,"GCTAAA":2432,"TATCTT":2433,"CAACCT":2434,"GATCCT":2435,"TGCAAT":2436,"GAATCT":2437,"AAGCGA":2438,"GTAGGG":2439,"CGGGAT":2440,"TCGAAA":2441,"ATGCTT":2442,"GACGGA":2443,"AGATTC":2444,"AGCGTC":2445,"TGGCTA":2446,"CACAAC":2447,"TGTCGC":2448,"TCTTCG":2449,"TGCGTC":2450,"GAAACG":2451,"CCACAT":2452,"CGGAAC":2453,"TATGAA":2454,"TGGCGT":2455,"GAGGTA":2456,"CATCAA":2457,"GCTGTA":2458,"AGCAAT":2459,"TAGCAG":2460,"GACGCT":2461,"GAGTCG":2462,"CAAGAC":2463,"CCCATG":2464,"CCGAAA":2465,"GTTGCA":2466,"ATCTTG":2467,"TTTGCG":2468,"CCCTAG":2469,"ATAGAA":2470,"ATGCGC":2471,"CTAAAT":2472,"GCGTTC":2473,"TGGTAA":2474,"ATGCTC":2475,"AATCCT":2476,"GTAAAG":2477,"AAGCAT":2478,"ATGTGC":2479,"CAATTC":2480,"CGGTTT":2481,"AACCTT":2482,"ACCAAT":2483,"TACATA":2484,"CTCAAC":2485,"GATATT":2486,"TTTACC":2487,"AAGGTT":2488,"GCGAGT":2489,"ACCTTG":2490,"GATGTT":2491,"GGGTAG":2492,"ATCATC":2493,"ATCCTT":2494,"CGTTCC":2495,"GGATGT":2496,"CAATTA":2497,"CTAGCC":2498,"CTACAA":2499,"ATCAAT":2500,"CGACGG":2501,"TAGAGG":2502,"AGGTTC":2503,"CACATG":2504,"TCACAT":2505,"TGATTC":2506,"CCAATT":2507,"CTAATT":2508,"CCATGA":2509,"GGCGTT":2510,"CATGCT":2511,"CCTACC":2512,"ACCGGA":2513,"ATTGTA":2514,"GATCTC":2515,"TCTTAT":2516,"TTGACA":2517,"CGGTTC":2518,"TAAGGA":2519,"ATGACA":2520,"TCCGTC":2521,"ATCAGT":2522,"TCAACT":2523,"AGGCGT":2524,"TGACGT":2525,"GTCAAA":2526,"CGCTTG":2527,"TCACCG":2528,"ACATAA":2529,"TTGAAC":2530,"AAGATC":2531,"GTAAGA":2532,"TACAGA":2533,"ATTTCG":2534,"AATGTC":2535,"CACAAT":2536,"TGGACG":2537,"CCGTCG":2538,"TCGAGG":2539,"CGTCGG":2540,"TCCGGT":2541,"GCATTC":2542,"AGGATC":2543,"GAACAC":2544,"TAATGA":2545,"CGTCAC":2546,"TGCAAC":2547,"TAATGT":2548,"TTCGTT":2549,"GGCATT":2550,"TTGCAC":2551,"GACATC":2552,"GGTTGT":2553,"GTTCAA":2554,"TTCATG":2555,"ATCCAA":2556,"AGTCAA":2557,"CGTGAC":2558,"TCATAA":2559,"GGAACG":2560,"TGTCCG":2561,"CCGTTT":2562,"AATATC":2563,"ATATTG":2564,"AACCCG":2565,"GAATCC":2566,"GGTCCA":2567,"TTGCGG":2568,"TAATTC":2569,"AGACAT":2570,"CCGTCT":2571,"GCCGAA":2572,"ATGCCC":2573,"CACCGA":2574,"AACATA":2575,"ATAAGA":2576,"CCTGAT":2577,"GTCCAC":2578,"GTAAAC":2579,"GCTCAT":2580,"GCAATG":2581,"TGACAT":2582,"AGATCA":2583,"CTCGAG":2584,"GGATTG":2585,"ACTTAA":2586,"TCCATG":2587,"ATCCCG":2588,"TTGATG":2589,"GGACGA":2590,"TTTCGT":2591,"GTTTAC":2592,"TCCTAG":2593,"TGCTAA":2594,"AAACCG":2595,"AGTAAG":2596,"CTGTCG":2597,"GTCTCG":2598,"TTGACT":2599,"CGCACT":2600,"ACTGGT":2601,"CTTTCG":2602,"GTCATC":2603,"ATGTTC":2604,"GACACT":2605,"GCTCTA":2606,"TAAGAG":2607,"TGGATC":2608,"GTAATT":2609,"TTATGA":2610,"TAAGCA":2611,"AATCAC":2612,"CTGATC":2613,"ACGAGG":2614,"ATGTCA":2615,"TCATGT":2616,"CATTGC":2617,"ACATTA":2618,"GACCAC":2619,"GAACGC":2620,"TAGGGA":2621,"GCTTGA":2622,"AGCTAA":2623,"ATGCCA":2624,"GAACCG":2625,"GTGAAC":2626,"CTAGAA":2627,"AAACGG":2628,"ATCAGG":2629,"CGGTGT":2630,"TGAGTA":2631,"GAATTA":2632,"TTTAGG":2633,"TACAAT":2634,"AATGCC":2635,"TGGCAT":2636,"CAATTG":2637,"CTACTT":2638,"AATGAC":2639,"ACCACT":2640,"TCCCTA":2641,"GACGCA":2642,"TTCTAC":2643,"GTTGTC":2644,"TCAAGC":2645,"CAGTAA":2646,"GGCTAG":2647,"ACATTG":2648,"GCACAT":2649,"CTAAAG":2650,"CTCGTC":2651,"CTCTAC":2652,"TACCTG":2653,"TTAGCT":2654,"ACATGT":2655,"ATCGAT":2656,"AACCGC":2657,"CACGCT":2658,"GCGATG":2659,"TGTACA":2660,"CCTCTA":2661,"AATTAG":2662,"CACGGA":2663,"CCCCTA":2664,"CGCGTT":2665,"GCGTTG":2666,"GAACAT":2667,"CGAGTC":2668,"TACTTC":2669,"CTAGCT":2670,"ATCAAG":2671,"AGTAGC":2672,"CATGCC":2673,"CCCGAA":2674,"AATCGA":2675,"ATAATG":2676,"GGCTAC":2677,"TATCTG":2678,"AGCTAG":2679,"GACTCG":2680,"ACTATT":2681,"ATTCAC":2682,"TAGAAG":2683,"TAGCCA":2684,"TGTATG":2685,"TCATTA":2686,"GCCGTT":2687,"CGACAG":2688,"GTTCAT":2689,"TGAACC":2690,"TATTGA":2691,"TGGGTA":2692,"ACAACC":2693,"CGTGGT":2694,"GACGTG":2695,"TCTACA":2696,"TGTAAG":2697,"CTTTAC":2698,"ACGCTC":2699,"GCATCA":2700,"ATGTCT":2701,"GTAGCC":2702,"TTGCGC":2703,"CTTTAG":2704,"CATGCA":2705,"GATCAG":2706,"AGACCG":2707,"ATAGTT":2708,"CAATAT":2709,"TGATCT":2710,"TTACTG":2711,"ACCAAC":2712,"ACGAAA":2713,"AGATTG":2714,"CACTCG":2715,"ACCGCT":2716,"AGTCAT":2717,"CAGACG":2718,"CCCTAC":2719,"CTAGGA":2720,"GCGCAA":2721,"TGTATA":2722,"CACACG":2723,"CGTTTG":2724,"TACAGT":2725,"TCAATA":2726,"ACGTCA":2727,"GTAGGA":2728,"AATACT":2729,"GATGCA":2730,"GAGCTA":2731,"GTGTAT":2732,"ACTGTA":2733,"CTACCC":2734,"TTGCCG":2735,"CGTGCA":2736,"GGGCTA":2737,"ACCGCA":2738,"ATGCCT":2739,"CATTAT":2740,"AATTAC":2741,"ATTGGG":2742,"GAATGC":2743,"CGTGTC":2744,"CTACTG":2745,"CTGACG":2746,"ACCATC":2747,"CTCTTA":2748,"TTGGAC":2749,"TTGTAG":2750,"AGCACG":2751,"GTCGGA":2752,"AACCGG":2753,"CAATCC":2754,"GAACGG":2755,"TTAGCA":2756,"ATACTT":2757,"GACAAC":2758,"CGGCAA":2759,"GATGAT":2760,"CCGTGT":2761,"GCATTG":2762,"ATGAAC":2763,"ATATCT":2764,"ATCACT":2765,"CTCTAA":2766,"GATGAC":2767,"ATTGAG":2768,"GCAGTA":2769,"TCTAGG":2770,"GATGGT":2771,"GCATGT":2772,"GTCAAG":2773,"ATCCAC":2774,"GTAGAG":2775,"TTCCGT":2776,"AGTTAT":2777,"CATTGA":2778,"TAAGGG":2779,"TCATAT":2780,"GAAGTA":2781,"AACTAC":2782,"TGCTTA":2783,"TGTAGT":2784,"GTATGT":2785,"TCGGGT":2786,"ACGTGA":2787,"GCGACT":2788,"GCTAGC":2789,"TAATCA":2790,"ATTAAG":2791,"CCGGTT":2792,"GATGTC":2793,"CGAAGA":2794,"TCCACG":2795,"TTGCTA":2796,"AAGCTA":2797,"AAGGTC":2798,"ACGCAC":2799,"CGCAAG":2800,"GATCCG":2801,"CGGACT":2802,"GGTGAT":2803,"AACCAT":2804,"ATTGTC":2805,"GACATG":2806,"GATCCA":2807,"GCTACC":2808,"ACGGGA":2809,"ATTGCC":2810,"CCTAGA":2811,"AACTAT":2812,"CCTAAA":2813,"CATCGC":2814,"CAATGT":2815,"AATGGT":2816,"CGTGTT":2817,"AACTTA":2818,"AAGATA":2819,"AAGTAG":2820,"CCGTTC":2821,"CGAGAC":2822,"ACATGA":2823,"AGTTCG":2824,"TCCCGT":2825,"GGTAGC":2826,"ATCCGG":2827,"ATTCTA":2828,"CTGTTA":2829,"GAATCA":2830,"AACGCC":2831,"TAACAG":2832,"CGAAAG":2833,"TACAGG":2834,"TTAAGG":2835,"AGGCAT":2836,"CGCAAA":2837,"ACAGTA":2838,"AGCTAC":2839,"AGTAAT":2840,"ATGGAT":2841,"ACTGAT":2842,"TGATTA":2843,"ACGGTG":2844,"CATGGT":2845,"CTTGAC":2846,"ATGGAC":2847,"CATGAG":2848,"CCGTGA":2849,"ATCCGC":2850,"CATGTC":2851,"GTGCGA":2852,"TGATGC":2853,"GTCACG":2854,"TAAGTA":2855,"CCACGT":2856,"GCGGAT":2857,"TTCGAA":2858,"TGATCC":2859,"ACGCCT":2860,"GTAAGG":2861,"GTGTAA":2862,"TAGCAA":2863,"TAGCTT":2864,"TTAGAG":2865,"CGCATG":2866,"CGGTCG":2867,"AAGTAT":2868,"CTCGTG":2869,"GTGCAT":2870,"AACGAA":2871,"TATCAA":2872,"GGAATA":2873,"TTCGCG":2874,"GCGACA":2875,"TAGCTC":2876,"GTCCAA":2877,"TCGAGC":2878,"AGAACG":2879,"ATCACC":2880,"CTTGCG":2881,"ATTATC":2882,"TAGGGC":2883,"ATGAGT":2884,"GGGTAA":2885,"TGACAC":2886,"CGACTC":2887,"TGTCGG":2888,"GTTAAT":2889,"TGACGC":2890,"CAGTCG":2891,"CCGACG":2892,"GATCTT":2893,"ACACCG":2894,"TACTGT":2895,"TATACA":2896,"TCGATT":2897,"TCGGAA":2898,"ACGTTT":2899,"ATGCAT":2900,"GGACAT":2901,"ACCATT":2902,"TGAATC":2903,"GATTAA":2904,"GTAGCT":2905,"AACGCG":2906,"TCGTGG":2907,"CGTCAG":2908,"ATGTTA":2909,"TTACCT":2910,"TGATCA":2911,"ACATGC":2912,"GTAGGC":2913,"TCAATG":2914,"TTCGGT":2915,"TAACAT":2916,"ACCAGT":2917,"GTTCGG":2918,"ATTATG":2919,"GTATAT":2920,"ATTACT":2921,"CGGACA":2922,"TCCTTA":2923,"AAACGT":2924,"TGTAGA":2925,"TTCGAG":2926,"CATATA":2927,"CCCAAT":2928,"TAACTG":2929,"TATATG":2930,"TTAGGG":2931,"TCGTCC":2932,"GTCATG":2933,"GTTTCG":2934,"AGCCTA":2935,"CCGCAA":2936,"CGAAAT":2937,"TTAAGC":2938,"TTAATC":2939,"GATTGT":2940,"TGCCTA":2941,"GAGTAA":2942,"AACGGC":2943,"CAAACG":2944,"CATCCG":2945,"CGGTCT":2946,"CTATAA":2947,"ACGGAA":2948,"ATAAGT":2949,"ACCTCG":2950,"CAGTAG":2951,"GCCCTA":2952,"CTCACG":2953,"TTCCGA":2954,"AGTAGG":2955,"AGTACA":2956,"GATTCA":2957,"ATCGCC":2958,"GTTCGC":2959,"TCCTAA":2960,"TCTAGA":2961,"TTAGGA":2962,"TATTCC":2963,"GTTGCG":2964,"TAGAGC":2965,"ATGTCC":2966,"GCAACG":2967,"TGATAT":2968,"AACGGA":2969,"ATTAAC":2970,"TGCTAG":2971,"CTACCT":2972,"TAGCCC":2973,"TCAATC":2974,"AATAGT":2975,"ATGGGT":2976,"AGTGTA":2977,"CCTACA":2978,"CGGTTG":2979,"TTCGGA":2980,"GCTTAA":2981,"TTGATA":2982,"CACATA":2983,"TGTAGC":2984,"ATAACT":2985,"AGATAT":2986,"GGTTCA":2987,"CATGCG":2988,"TCACGT":2989,"ATGCAC":2990,"CAGATA":2991,"GCTAAG":2992,"TAAGCT":2993,"TCATGA":2994,"CGTTGC":2995,"CGATGG":2996,"CCTCGT":2997,"CTAAGG":2998,"TACAAG":2999,"CTGGTA":3000,"CAACGC":3001,"CCGACT":3002,"CTCAAT":3003,"TTCGTG":3004,"ATGGTT":3005,"CCTGTA":3006,"CGACTG":3007,"ATATGA":3008,"CAGTTA":3009,"ATATCA":3010,"CATACA":3011,"ATCATG":3012,"CATAAT":3013,"CCTCGA":3014,"TGCCGT":3015,"GCCTAC":3016,"TAAACC":3017,"AGTAGA":3018,"CGCATC":3019,"GGCGAT":3020,"TCTACT":3021,"GAGTAG":3022,"GTAGTT":3023,"GTTTAG":3024,"AGCCGT":3025,"CTTAGC":3026,"GCTACT":3027,"TACTGC":3028,"CTCTAT":3029,"ACACGG":3030,"TAGGTG":3031,"GCGTCA":3032,"GTAGAA":3033,"ACGCCA":3034,"TTAGCC":3035,"CTTAGG":3036,"CAATGC":3037,"GATTAT":3038,"TGACGG":3039,"AATCTA":3040,"CTGTAT":3041,"ACGGCT":3042,"CTCATG":3043,"TAGAAT":3044,"ACGAGC":3045,"GCTACA":3046,"TCCGTT":3047,"CTACTC":3048,"GGCTAA":3049,"GCTATT":3050,"ACGTGC":3051,"ACAATC":3052,"GATAAT":3053,"TAATCT":3054,"TGCACG":3055,"TTGGTA":3056,"AGGCTA":3057,"CCTACT":3058,"TAAGGC":3059,"ATCTAT":3060,"TCAACC":3061,"GTTCAC":3062,"TAACCA":3063,"TGCGTT":3064,"TCTAAT":3065,"TTACCA":3066,"GCTCGT":3067,"AGCTTA":3068,"AGATTA":3069,"CTATCT":3070,"CGTCCA":3071,"CTGTAC":3072,"TAGGCT":3073,"ATACAG":3074,"CAATCT":3075,"TATCTC":3076,"CGGATG":3077,"GCTAGA":3078,"AGATAG":3079,"TACTGA":3080,"GACCGA":3081,"GGCAAT":3082,"GTAAGC":3083,"TCGGTC":3084,"CCATCG":3085,"CTAAAC":3086,"TATGCA":3087,"GATAAG":3088,"GTGTCG":3089,"ATCAAC":3090,"ATCCAT":3091,"CCTTAG":3092,"CGTTGG":3093,"ATAATC":3094,"TCAGTA":3095,"TCGGCA":3096,"GAACTA":3097,"GAGATA":3098,"CCCGTT":3099,"CGACCG":3100,"TATCAG":3101,"TGCTAT":3102,"TATAAG":3103,"TCTACC":3104,"TGCCGA":3105,"TCGCGA":3106,"CTTAAT":3107,"CGGATC":3108,"GGGGTA":3109,"AACGTT":3110,"CGTCTT":3111,"GTCGGT":3112,"ATATAC":3113,"ATCTTA":3114,"TAGGCA":3115,"AAGACG":3116,"AACGCA":3117,"ATTAGA":3118,"CCTTAA":3119,"AAGTAC":3120,"ACCACG":3121,"GATTGA":3122,"CTAGCA":3123,"GGTTTA":3124,"TGGATA":3125,"GTTGAT":3126,"TATTGG":3127,"GACAAT":3128,"GCGAAC":3129,"TAGGCC":3130,"TTACTC":3131,"CCCTAA":3132,"GGCCTA":3133,"TCTAGC":3134,"TGGTTA":3135,"TAAGAT":3136,"TCCTAC":3137,"ATCGCT":3138,"GGATCA":3139,"CACGGT":3140,"TCTATC":3141,"AGCGTT":3142,"CTACCA":3143,"GCTTAG":3144,"TGTAGG":3145,"ACCCGA":3146,"ATGACT":3147,"TGCATA":3148,"ATTCGA":3149,"ATACAC":3150,"CCGGAT":3151,"CGTTCT":3152,"CTCGTT":3153,"GATGCG":3154,"GTCGTC":3155,"TCACGC":3156,"TTAGTG":3157,"AACGGG":3158,"TACCTC":3159,"CGAGTT":3160,"CTTCGT":3161,"TCCGAA":3162,"CGACCT":3163,"CTACAT":3164,"AGTAAC":3165,"GATTGC":3166,"GCAATC":3167,"GCATGA":3168,"GTTACT":3169,"TCACGG":3170,"CTAAGC":3171,"CTTATC":3172,"TACTGG":3173,"TTGACC":3174,"TCGGTT":3175,"AGAGTA":3176,"CACGTC":3177,"AGGGTA":3178,"CTTAAG":3179,"GCTCGA":3180,"GGAGTA":3181,"AATAGC":3182,"AGTTAG":3183,"CAAGTA":3184,"TAAGCC":3185,"TTCGCA":3186,"TAGCCT":3187,"AACGAG":3188,"ACTCAT":3189,"ATAGAT":3190,"GTGATC":3191,"AGTTAC":3192,"ATTAGT":3193,"GTAGGT":3194,"GTACAG":3195,"GGTTAA":3196,"AATCGC":3197,"CGCGAA":3198,"TACCAG":3199,"TATCTA":3200,"CCAATA":3201,"ATCTAA":3202,"CTGATA":3203,"TACTCT":3204,"CTTGAT":3205,"AACGCT":3206,"TGTACT":3207,"ATTCCG":3208,"GCATCG":3209,"GGATTA":3210,"GGTTGA":3211,"CGAAAC":3212,"GACACG":3213,"GATAGA":3214,"GATCGC":3215,"CTATGG":3216,"GCACGT":3217,"CCACGA":3218,"TGTTAG":3219,"GGATCG":3220,"TACCCC":3221,"ATAGCA":3222,"TTGATC":3223,"ACCGAA":3224,"ATCGAA":3225,"CACTTA":3226,"TAGATT":3227,"TTAGAT":3228,"ATGCGG":3229,"GTACTT":3230,"TTAACC":3231,"CCGTCA":3232,"AGCTAT":3233,"CTAAGA":3234,"TGACCG":3235,"CACGAG":3236,"TACAAC":3237,"TCGCGT":3238,"TTCGTC":3239,"TACCAA":3240,"GCTAAT":3241,"ACTTAT":3242,"TCTTAG":3243,"ACATAC":3244,"AACGTG":3245,"GTGTTA":3246,"TATTGC":3247,"CCTATT":3248,"TACACT":3249,"GATCAA":3250,"GCGATT":3251,"TACCTT":3252,"TAGATA":3253,"TGTCTA":3254,"GGTTCG":3255,"ACGGCA":3256,"GGCTTA":3257,"GTAACT":3258,"CATGAC":3259,"GTATCT":3260,"TGCTAC":3261,"ATTCGC":3262,"TACCCA":3263,"TCGTGC":3264,"TGTTCG":3265,"CGAATT":3266,"TTACAC":3267,"GTCGCA":3268,"ACCGTG":3269,"AATTCG":3270,"CTACAC":3271,"TAGTTC":3272,"TATCAT":3273,"GGACTA":3274,"GGTCAA":3275,"GGACGT":3276,"GTTGTA":3277,"CTTACT":3278,"AGTACT":3279,"CCAACG":3280,"CTAGTT":3281,"AACCGA":3282,"GCATTA":3283,"GGTAGA":3284,"GGTATT":3285,"GCGATC":3286,"TGCGAA":3287,"CCGAAC":3288,"GCAATA":3289,"TCGTCT":3290,"TGGTAG":3291,"CTAACA":3292,"CTTACA":3293,"ATAAGC":3294,"TACTCC":3295,"ACGTGT":3296,"ACTACT":3297,"CGGTCA":3298,"TAGTGA":3299,"TTCGAT":3300,"CCCTTA":3301,"CTATAT":3302,"TTATAG":3303,"GTACTG":3304,"TCTAAG":3305,"ACCCAT":3306,"GACGAC":3307,"CCTAAG":3308,"CTATTG":3309,"GGATAT":3310,"TCGCAC":3311,"TTGCGT":3312,"CTATTC":3313,"GTGTAG":3314,"AGTAGT":3315,"GTGGTA":3316,"AACTCG":3317,"CTCGAA":3318,"GTATAA":3319,"ACTAAT":3320,"GGTACC":3321,"CACCGT":3322,"GGATAA":3323,"TATATC":3324,"TATGGA":3325,"GAATCG":3326,"CAACCG":3327,"CTAGTG":3328,"TAGTGG":3329,"TCTCGT":3330,"AGGTAC":3331,"ATTGAC":3332,"GATATA":3333,"TACTTG":3334,"CGGATT":3335,"GTCCGT":3336,"GTTACA":3337,"ATAGCT":3338,"TAGTTG":3339,"AATCCG":3340,"CCTTAT":3341,"GACGGT":3342,"GGTAAC":3343,"TAGTGT":3344,"CCGACA":3345,"GGTCAT":3346,"TTATGG":3347,"CTTCGA":3348,"TCATCG":3349,"TCATGC":3350,"AATCGG":3351,"ACGGAC":3352,"CGATTG":3353,"GCTTAT":3354,"TAGTAA":3355,"AACACG":3356,"AGGTCG":3357,"CGCATT":3358,"CACCTA":3359,"TGGTCG":3360,"CCGTTG":3361,"GAGTTA":3362,"GCTATG":3363,"ATATGG":3364,"CAACGG":3365,"GTAATG":3366,"GTAGCA":3367,"GTAGTG":3368,"CCATAA":3369,"ATAGAG":3370,"CACTAA":3371,"ACTTCG":3372,"TATCCA":3373,"TAACTA":3374,"TATCGA":3375,"AGACGA":3376,"GACTAC":3377,"TCCGAC":3378,"CAACTA":3379,"TAACTC":3380,"TAATGG":3381,"AGCGAT":3382,"TCGTTC":3383,"ACGAGA":3384,"ATCGGC":3385,"CATATG":3386,"GCCTTA":3387,"CGTGAA":3388,"GTATTA":3389,"TCGAGA":3390,"CTTAGA":3391,"TGTAAC":3392,"ATTAGC":3393,"CAGTAT":3394,"GTAACA":3395,"TCGTGT":3396,"AGACTA":3397,"CCAGTA":3398,"GTACAA":3399,"CATCGA":3400,"GTCCAT":3401,"CCACTA":3402,"CTTGTA":3403,"TCTATA":3404,"TTACCC":3405,"CGACTT":3406,"GGGTTA":3407,"TTACTA":3408,"TACTCA":3409,"GTCCGA":3410,"TGTTAC":3411,"ATATAG":3412,"TAGCGG":3413,"ACTCTA":3414,"AATGCG":3415,"GAACGA":3416,"TTATCC":3417,"TAACCT":3418,"TACTTA":3419,"AGGATA":3420,"CTAACT":3421,"TAAGTC":3422,"TCTATG":3423,"TGTATC":3424,"ATACTG":3425,"CATGTA":3426,"GATCAC":3427,"CGATTC":3428,"GATCGG":3429,"GTTGAC":3430,"ACACTA":3431,"ATAAGG":3432,"TACCCT":3433,"TCCTAT":3434,"ACGAAG":3435,"GTGCTA":3436,"TAGACA":3437,"CCGCAT":3438,"CGACGA":3439,"TATGCT":3440,"AAGCGT":3441,"TATGGC":3442,"AAGTCG":3443,"CGAACC":3444,"GCGCTA":3445,"TAGTTA":3446,"ATGTAG":3447,"GACCAT":3448,"TATGAT":3449,"CAATCG":3450,"AATACC":3451,"CGATCC":3452,"GTCGAG":3453,"TAATGC":3454,"TATTAC":3455,"GATCAT":3456,"GCATAT":3457,"GTTAAG":3458,"TAAGGT":3459,"ATGATA":3460,"GTTCTA":3461,"TAGGCG":3462,"AACTAG":3463,"AGTCTA":3464,"GCGGTA":3465,"GTCGTG":3466,"TCGGAC":3467,"CCGATT":3468,"CGGCAT":3469,"CGCGAT":3470,"TTGTAC":3471,"GTAGCG":3472,"ATATGC":3473,"ATGACC":3474,"AATAGG":3475,"CTAGGT":3476,"TAGCAT":3477,"ATCGCG":3478,"TATAGA":3479,"TCTCGA":3480,"GCATAA":3481,"TAATCC":3482,"CGCAAC":3483,"ATGGTC":3484,"ATTCGG":3485,"CTAATA":3486,"GGTAAT":3487,"AGGTAT":3488,"ATCGAG":3489,"GACGAA":3490,"AGATCG":3491,"ATCATA":3492,"CGAGAT":3493,"TACATG":3494,"GTAATA":3495,"CAGTAC":3496,"TAACAC":3497,"TATGAG":3498,"TCACTA":3499,"TGCGAC":3500,"TCGATA":3501,"CATGAT":3502,"GTTAGC":3503,"TAGGTT":3504,"AACCTA":3505,"CATCTA":3506,"GTATTC":3507,"TCTTAC":3508,"CGGAAT":3509,"TATCCT":3510,"CGATGC":3511,"TTAGGC":3512,"ATCGCA":3513,"CTATGA":3514,"ACACGT":3515,"CCGCTA":3516,"TCGAGT":3517,"CACGTT":3518,"TGGTAT":3519,"ACTCGA":3520,"GATACA":3521,"ATAGTG":3522,"CTTAAC":3523,"TCGTCG":3524,"TCTAAC":3525,"TTATGC":3526,"AGATAC":3527,"AGACGT":3528,"CGCCTA":3529,"CAACGA":3530,"GTTATC":3531,"CTAACC":3532,"GTTAGT":3533,"TATTAG":3534,"TCTAGT":3535,"CGACCA":3536,"CGATGA":3537,"CGGCTA":3538,"ATAGGA":3539,"ATATCC":3540,"GGCTAT":3541,"GGTTAG":3542,"AGGTTA":3543,"CAATAG":3544,"GTCAAC":3545,"GTTAAC":3546,"ATACCA":3547,"TAACCC":3548,"ATCTAC":3549,"GTCAAT":3550,"TATCCC":3551,"TCCATA":3552,"TACATC":3553,"TACTAT":3554,"TGAACG":3555,"CCATTA":3556,"TATGGG":3557,"AGTATG":3558,"TTAGTA":3559,"ACGCTT":3560,"ATGCCG":3561,"TCGAAT":3562,"CGAATC":3563,"GCCTAA":3564,"GCTAAC":3565,"GTATTG":3566,"GTGTAC":3567,"GTTAGG":3568,"GTTATA":3569,"CGTTTA":3570,"TCGAAG":3571,"TAGAGT":3572,"CACTAC":3573,"CACTAG":3574,"CATAGA":3575,"GTACAT":3576,"ACCTAA":3577,"GATTCG":3578,"CCATAT":3579,"ACAACG":3580,"ATCGGG":3581,"CCGATC":3582,"CTTACC":3583,"CTATTA":3584,"GAATAG":3585,"TAATAC":3586,"AGCATA":3587,"CCTAGT":3588,"CGTTCG":3589,"CATCGG":3590,"TCGTTG":3591,"CTAGTC":3592,"TAGTCT":3593,"TAGCGC":3594,"TAGCCG":3595,"TAGCTA":3596,"CGTTGT":3597,"GTTCGT":3598,"TAGGGT":3599,"TGACTA":3600,"AGTCGA":3601,"CGAACA":3602,"TAGAAC":3603,"TGCGAT":3604,"ACGCGA":3605,"ATCTCG":3606,"CGTCAT":3607,"ATTCGT":3608,"ACTAAG":3609,"TAGTGC":3610,"GGGATA":3611,"TACCGC":3612,"ACGCAA":3613,"TCGCAA":3614,"AGTATA":3615,"GATATG":3616,"ACTAGG":3617,"GTACCT":3618,"ATGGTA":3619,"CTATGT":3620,"CGAACT":3621,"GCACGA":3622,"CTTATA":3623,"GAGTAC":3624,"CCTTAC":3625,"TACCAC":3626,"ACCTAG":3627,"ACTTAG":3628,"CATTAC":3629,"GTGATA":3630,"TACTAA":3631,"GGTGTA":3632,"TAAGAC":3633,"ATCGGA":3634,"CGAAGT":3635,"CCTATC":3636,"TAGTCA":3637,"TATAGT":3638,"ATGATC":3639,"ATAACC":3640,"TTATAC":3641,"ATGTAC":3642,"CGTCGT":3643,"GCGAAT":3644,"GTAGTC":3645,"TTAGTC":3646,"AACGGT":3647,"GAGTAT":3648,"GTCTAG":3649,"TTGCGA":3650,"ACCCTA":3651,