{
  "</s>": 2,
  "<mask>": 4,
  "<pad>": 1,
  "<s>": 0,
  "<unk>": 3,
  "A": 5,
  "AA": 14,
  "AAAA": 45,
  "AAAAAA": 242,
  "AAAAAAAA": 334,
  "AAAAAAAAAA": 2940,
  "AAAAAAAAAAAA": 1832,
  "AAAAAAAAAAAAAA": 4513,
  "AAAAAAAAAAAAAAAA": 2217,
  "AAAAAAAAAAAAAAAAAA": 10017,
  "AAAAAAAAAAAAAAAAAAAA": 7339,
  "AAAAAAAAAAAAAAAAAAAAAA": 14747,
  "AAAAAAAAAAAAAAAAAAAAAAAA": 11954,
  "AAAAAAAAAAAAAAAAAAAAAAAAAA": 23801,
  "AAAAAAAAAAAC": 17023,
  "AAAAAAAAAAC": 19794,
  "AAAAAAAAAC": 29260,
  "AAAAAAAAC": 6952,
  "AAAAAAAACC": 11343,
  "AAAAAAAAGC": 16234,
  "AAAAAAAAGG": 27362,
  "AAAAAAAATC": 12647,
  "AAAAAAAC": 4061,
  "AAAAAAACAA": 14415,
  "AAAAAAACC": 11935,
  "AAAAAAAGAA": 10541,
  "AAAAAAAGC": 13858,
  "AAAAAAAGG": 12976,
  "AAAAAAAGTT": 29943,
  "AAAAAAAT": 4998,
  "AAAAAAATAA": 8912,
  "AAAAAAATC": 10540,
  "AAAAAAATCC": 29944,
  "AAAAAAATT": 7939,
  "AAAAAAC": 1527,
  "AAAAAACAA": 15744,
  "AAAAAACC": 6640,
  "AAAAAACCC": 10919,
  "AAAAAAGAA": 7068,
  "AAAAAAGAAAA": 17675,
  "AAAAAAGAC": 19766,
  "AAAAAAGC": 6002,
  "AAAAAAGG": 7554,
  "AAAAAAGGAA": 24568,
  "AAAAAAGTAA": 26722,
  "AAAAAAGTC": 23681,
  "AAAAAAGTT": 15353,
  "AAAAAATAA": 6263,
  "AAAAAATAAAA": 16218,
  "AAAAAATAAC": 29203,
  "AAAAAATAC": 15190,
  "AAAAAATAT": 15520,
  "AAAAAATATT": 17229,
  "AAAAAATC": 4917,
  "AAAAAATCAA": 16589,
  "AAAAAATCC": 23227,
  "AAAAAATGAA": 22828,
  "AAAAAATGC": 15862,
  "AAAAAATGG": 20659,
  "AAAAAATT": 3444,
  "AAAAAATTAA": 17004,
  "AAAAAATTC": 21340,
  "AAAAAC": 944,
  "AAAAACAA": 2403,
  "AAAAACAAAA": 10950,
  "AAAAACAAC": 15421,
  "AAAAACAC": 7218,
  "AAAAACAGC": 21130,
  "AAAAACAT": 28179,
  "AAAAACATC": 22213,
  "AAAAACATT": 21826,
  "AAAAACC": 2436,
  "AAAAACCC": 11365,
  "AAAAACGAA": 23868,
  "AAAAACGC": 17989,
  "AAAAACGG": 16115,
  "AAAAACTAA": 16297,
  "AAAAACTAC": 23425,
  "AAAAACTC": 10026,
  "AAAAACTGG": 26393,
  "AAAAACTT": 12165,
  "AAAAAGAA": 2976,
  "AAAAAGAAAA": 13632,
  "AAAAAGAAC": 27568,
  "AAAAAGAC": 11124,
  "AAAAAGC": 2483,
  "AAAAAGCAA": 25302,
  "AAAAAGCC": 14049,
  "AAAAAGG": 2321,
  "AAAAAGGAA": 23001,
  "AAAAAGGC": 12910,
  "AAAAAGT": 6845,
  "AAAAAGTC": 12462,
  "AAAAAGTGC": 25823,
  "AAAAAGTT": 6109,
  "AAAAAGTTC": 28841,
  "AAAAATAA": 2250,
  "AAAAATAAAA": 7955,
  "AAAAATAAC": 23867,
  "AAAAATAC": 9469,
  "AAAAATAT": 8326,
  "AAAAATATAA": 26968,
  "AAAAATATC": 19602,
  "AAAAATATT": 9512,
  "AAAAATC": 1770,
  "AAAAATCAA": 14181,
  "AAAAATCC": 10352,
  "AAAAATGA": 18227,
  "AAAAATGAA": 17312,
  "AAAAATGAC": 26966,
  "AAAAATGC": 7922,
  "AAAAATGCC": 24335,
  "AAAAATGG": 8114,
  "AAAAATGGC": 19601,
  "AAAAATGT": 19600,
  "AAAAATGTC": 16296,
  "AAAAATGTT": 14329,
  "AAAAATT": 1788,
  "AAAAATTAA": 16685,
  "AAAAATTC": 7639,
  "AAAAC": 597,
  "AAAACC": 472,
  "AAAACCAA": 3877,
  "AAAACCAAAA": 21038,
  "AAAACCAC": 28675,
  "AAAACCACC": 29344,
  "AAAACCC": 2064,
  "AAAACCCAA": 17538,
  "AAAACCCC": 7725,
  "AAAACCCCC": 17708,
  "AAAACCGC": 9025,
  "AAAACCGG": 11008,
  "AAAACCTC": 8667,
  "AAAAGAA": 1253,
  "AAAAGAAAA": 5728,
  "AAAAGAAAC": 21131,
  "AAAAGAAC": 8679,
  "AAAAGAAGAA": 26967,
  "AAAAGAAGC": 27569,
  "AAAAGAC": 3502,
  "AAAAGACAA": 28844,
  "AAAAGACC": 15582,
  "AAAAGAGA": 12051,
  "AAAAGAGAA": 13388,
  "AAAAGAGC": 11450,
  "AAAAGAGG": 16485,
  "AAAAGATC": 27567,
  "AAAAGATT": 17311,
  "AAAAGC": 576,
  "AAAAGCAA": 4476,
  "AAAAGCAAAA": 29373,
  "AAAAGCAAC": 29372,
  "AAAAGCAC": 10949,
  "AAAAGCAGC": 15937,
  "AAAAGCAGG": 21410,
  "AAAAGCC": 2859,
  "AAAAGCCC": 15743,
  "AAAAGCGC": 12250,
  "AAAAGCGG": 11123,
  "AAAAGCTC": 9408,
  "AAAAGCTGC": 18228,
  "AAAAGCTGG": 20418,
  "AAAAGG": 728,
  "AAAAGGAA": 4201,
  "AAAAGGAAAA": 17046,
  "AAAAGGAC": 14328,
  "AAAAGGAGG": 13507,
  "AAAAGGC": 3370,
  "AAAAGGCC": 15262,
  "AAAAGGGAA": 20489,
  "AAAAGGGC": 14783,
  "AAAAGGGG": 11364,
  "AAAAGGGGC": 28840,
  "AAAAGGTC": 23002,
  "AAAAGGTT": 21827,
  "AAAAGTAA": 4658,
  "AAAAGTAC": 16683,
  "AAAAGTC": 3096,
  "AAAAGTCC": 15089,
  "AAAAGTGA": 19599,
  "AAAAGTGAA": 16684,
  "AAAAGTGAC": 28843,
  "AAAAGTGC": 11451,
  "AAAAGTGG": 15936,
  "AAAAGTGT": 19598,
  "AAAAGTT": 2450,
  "AAAAGTTAA": 24336,
  "AAAAGTTC": 10353,
  "AAAATAA": 838,
  "AAAATAAAA": 8510,
  "AAAATAAAC": 21132,
  "AAAATAAATAA": 22927,
  "AAAATAAC": 7080,
  "AAAATAATAA": 27570,
  "AAAATAC": 2231,
  "AAAATACC": 12052,
  "AAAATAGA": 25822,
  "AAAATAGAA": 16116,
  "AAAATAGC": 8879,
  "AAAATAGG": 21825,
  "AAAATAT": 2395,
  "AAAATATAA": 18472,
  "AAAATATC": 6462,
  "AAAATATT": 2967,
  "AAAATATTC": 16295,
  "AAAATC": 726,
  "AAAATCAA": 4177,
  "AAAATCAAAA": 26858,
  "AAAATCAC": 14050,
  "AAAATCC": 3159,
  "AAAATCCC": 18226,
  "AAAATCGAA": 25189,
  "AAAATCGC": 17097,
  "AAAATCGG": 14935,
  "AAAATCTC": 16293,
  "AAAATCTT": 13933,
  "AAAATGA": 7454,
  "AAAATGAA": 3302,
  "AAAATGAAC": 18785,
  "AAAATGAC": 11033,
  "AAAATGC": 2437,
  "AAAATGCAA": 17990,
  "AAAATGCC": 9702,
  "AAAATGG": 2435,
  "AAAATGGC": 4002,
  "AAAATGGCC": 23424,
  "AAAATGGCGG": 27571,
  "AAAATGT": 5231,
  "AAAATGTAA": 29534,
  "AAAATGTC": 7351,
  "AAAATGTGC": 29533,
  "AAAATGTT": 4073,
  "AAAATGTTC": 28842,
  "AAAATT": 1131,
  "AAAATTAA": 3631,
  "AAAATTAAAA": 29535,
  "AAAATTAC": 19048,
  "AAAATTAT": 28180,
  "AAAATTATT": 15420,
  "AAAATTC": 2769,
  "AAAATTCAA": 17759,
  "AAAATTCC": 10577,
  "AAAATTGAA": 13774,
  "AAAATTGC": 14934,
  "AAAATTGG": 16294,
  "AAAATTGTT": 23866,
  "AAAATTTAA": 13773,
  "AAAATTTC": 10161,
  "AAAATTTGC": 25303,
  "AAAATTTT": 5215,
  "AAAATTTTC": 14327,
  "AAAC": 134,
  "AAACAAAA": 2819,
  "AAACAAC": 4607,
  "AAACACC": 5302,
  "AAACACCC": 20908,
  "AAACAGAA": 7615,
  "AAACAGAAC": 21261,
  "AAACAGAC": 18316,
  "AAACAGC": 2844,
  "AAACAGCAA": 26607,
  "AAACAGCC": 14529,
  "AAACAGG": 3567,
  "AAACAGGC": 24494,
  "AAACAGT": 16556,
  "AAACAGTC": 20000,
  "AAACAGTT": 14246,
  "AAACATAA": 17404,
  "AAACATAC": 28431,
  "AAACATC": 6396,
  "AAACATCC": 21608,
  "AAACATGG": 18896,
  "AAACATGGC": 19155,
  "AAACATT": 4734,
  "AAACATTC": 21260,
  "AAACATTTT": 18089,
  "AAACGAA": 6779,
  "AAACGAAC": 28430,
  "AAACGAC": 14528,
  "AAACGCAA": 22348,
  "AAACGCC": 8377,
  "AAACGCGG": 27160,
  "AAACGCTC": 28428,
  "AAACGGAA": 14383,
  "AAACGGC": 18588,
  "AAACGTC": 16555,
  "AAACGTT": 16186,
  "AAACTAA": 5405,
  "AAACTAAC": 19719,
  "AAACTAC": 6754,
  "AAACTACC": 27161,
  "AAACTAGC": 20280,
  "AAACTATC": 26606,
  "AAACTATT": 15639,
  "AAACTCC": 3532,
  "AAACTCCC": 17182,
  "AAACTCTC": 24030,
  "AAACTGAA": 7470,
  "AAACTGAC": 18589,
  "AAACTGC": 4028,
  "AAACTGG": 4273,
  "AAACTGGC": 21972,
  "AAACTGT": 24029,
  "AAACTGTC": 28429,
  "AAACTGTT": 20907,
  "AAACTTAA": 12512,
  "AAACTTC": 4811,
  "AAACTTCC": 17858,
  "AAACTTGC": 24495,
  "AAACTTGG": 14998,
  "AAACTTTC": 16780,
  "AAACTTTT": 8378,
  "AAAT": 139,
  "AAATAAAA": 2569,
  "AAATAAAAAA": 19427,
  "AAATAAAATAA": 27170,
  "AAATAAC": 5103,
  "AAATAACAA": 29811,
  "AAATAC": 2606,
  "AAATACAA": 6728,
  "AAATACAAAA": 11497,
  "AAATACAAC": 24038,
  "AAATACAC": 17185,
  "AAATACC": 5666,
  "AAATACTC": 20002,
  "AAATACTT": 16976,
  "AAATAGAA": 10734,
  "AAATAGAC": 27775,
  "AAATAGC": 7328,
  "AAATAGCC": 21269,
  "AAATAGG": 7820,
  "AAATAGTT": 13837,
  "AAATATAA": 6729,
  "AAATATC": 5102,
  "AAATATCC": 19720,
  "AAATATGG": 24984,
  "AAATATT": 2195,
  "AAATATTAA": 23156,
  "AAATATTC": 10735,
  "AAATATTCC": 27168,
  "AAATATTTC": 21617,
  "AAATATTTT": 9374,
  "AAATCCC": 2535,
  "AAATGAA": 1996,
  "AAATGAAAA": 11674,
  "AAATGAAC": 11229,
  "AAATGAC": 4260,
  "AAATGACC": 20596,
  "AAATGAGA": 29094,
  "AAATGAGC": 13838,
  "AAATGAGG": 24501,
  "AAATGATAA": 22746,
  "AAATGATC": 18093,
  "AAATGATT": 13435,
  "AAATGCAA": 6121,
  "AAATGCC": 6056,
  "AAATGCCC": 17630,
  "AAATGCGC": 28436,
  "AAATGCTC": 18319,
  "AAATGGAA": 6914,
  "AAATGGC": 6601,
  "AAATGGCC": 17184,
  "AAATGGGC": 20910,
  "AAATGGGG": 21976,
  "AAATGTAA": 6950,
  "AAATGTAC": 19721,
  "AAATGTATT": 22747,
  "AAATGTC": 4321,
  "AAATGTCC": 21615,
  "AAATGTGA": 26619,
  "AAATGTGAA": 27169,
  "AAATGTGC": 13981,
  "AAATGTGG": 21616,
  "AAATGTGTT": 29812,
  "AAATGTT": 2761,
  "AAATGTTAA": 25512,
  "AAATGTTC": 10821,
  "AAATGTTTT": 24037,
  "AAC": 40,
  "AACA": 17519,
  "AACAA": 189,
  "AACAAAA": 767,
  "AACAAAAAA": 10347,
  "AACAAAAAC": 25193,
  "AACAAAAACAAAA": 26290,
  "AACAAAAC": 3229,
  "AACAAAACAA": 4675,
  "AACAAAACAAAA": 17210,
  "AACAAAACCC": 29414,
  "AACAAAC": 2153,
  "AACAAACAA": 6521,
  "AACAAACAAACAA": 22791,
  "AACAAACAC": 13700,
  "AACAAACC": 9014,
  "AACAAACCC": 22788,
  "AACAAACGC": 23638,
  "AACAAACTC": 23636,
  "AACAAAGAA": 13087,
  "AACAAAGAC": 26670,
  "AACAAAGC": 8183,
  "AACAAAGCC": 21312,
  "AACAAAGG": 8439,
  "AACAAAGGC": 25039,
  "AACAAAGTT": 23190,
  "AACAAAT": 3454,
  "AACAAATAA": 9054,
  "AACAAATC": 8386,
  "AACAAATCC": 22789,
  "AACAAATGC": 22023,
  "AACAAATGG": 28498,
  "AACAAATT": 6167,
  "AACAAATTAA": 26671,
  "AACAAATTC": 17880,
  "AACAAC": 460,
  "AACAACAA": 3869,
  "AACAACAAAA": 13112,
  "AACAACAAAC": 28012,
  "AACAACAAC": 8542,
  "AACAACAACAA": 19821,
  "AACAACAACAAAA": 28013,
  "AACAACAACAAC": 5409,
  "AACAACAACAGC": 23762,
  "AACAACAACC": 26821,
  "AACAACAC": 21113,
  "AACAACAGC": 15700,
  "AACAACAGG": 25153,
  "AACAACC": 2692,
  "AACAACCC": 6980,
  "AACAACCCC": 18921,
  "AACAACGG": 15049,
  "AACAAGAA": 5424,
  "AACAAGAAAA": 22790,
  "AACAAGAAC": 17209,
  "AACAAGAC": 13699,
  "AACAAGC": 2716,
  "AACAAGCAA": 18620,
  "AACAAGCC": 13849,
  "AACAAGCGC": 17653,
  "AACAAGCTC": 24541,
  "AACAAGG": 3245,
  "AACAAGGAA": 15342,
  "AACAAGGC": 14863,
  "AACAAGGCC": 29142,
  "AACAAGTAA": 21655,
  "AACAAGTC": 21311,
  "AACAAGTT": 9871,
  "AACAAGTTC": 17654,
  "AACAATAA": 5576,
  "AACAATAAC": 10199,
  "AACAATAC": 13086,
  "AACAATAT": 28497,
  "AACAATATC": 27245,
  "AACAATATT": 21654,
  "AACAATC": 4709,
  "AACAATCAA": 23637,
  "AACAATCC": 14712,
  "AACAATGAA": 22398,
  "AACAATGAC": 29881,
  "AACAATGC": 11754,
  "AACAATGG": 9872,
  "AACAATGTC": 29143,
  "AACAATT": 2636,
  "AACAATTAA": 18344,
  "AACAATTC": 11755,
  "AACAATTTC": 21313,
  "AACAATTTT": 10910,
  "AACAC": 377,
  "AACACAA": 2301,
  "AACACAAAA": 12651,
  "AACACAAC": 12047,
  "AACACAC": 2594,
  "AACACACC": 15412,
  "AACACAGAA": 25129,
  "AACACAGAC": 24174,
  "AACACAGC": 11188,
  "AACACAGCC": 25128,
  "AACACAGG": 17521,
  "AACACAGGC": 29287,
  "AACACAGTT": 29288,
  "AACACAT": 23852,
  "AACACATC": 17981,
  "AACACATT": 16281,
  "AACACC": 924,
  "AACACCAA": 18775,
  "AACACCC": 3278,
  "AACACCCC": 14780,
  "AACACGAA": 19802,
  "AACACGC": 5343,
  "AACACGCC": 26212,
  "AACACGG": 5641,
  "AACACGTT": 27373,
  "AACACTAA": 18159,
  "AACACTAC": 18690,
  "AACACTC": 4518,
  "AACACTCC": 19870,
  "AACACTGAA": 23279,
  "AACACTGAC": 23737,
  "AACACTGC": 10569,
  "AACACTGCC": 26213,
  "AACACTGG": 13257,
  "AACACTGGC": 23735,
  "AACACTGTC": 24617,
  "AACACTGTT": 24173,
  "AACACTT": 3727,
  "AACACTTC": 13140,
  "AACACTTCC": 25657,
  "AACACTTTC": 23736,
  "AACACTTTT": 26790,
  "AACAGA": 1968,
  "AACAGAA": 2001,
  "AACAGAAAA": 24311,
  "AACAGAAC": 12158,
  "AACAGAC": 3156,
  "AACAGACC": 22992,
  "AACAGAGC": 12684,
  "AACAGAGG": 26380,
  "AACAGC": 626,
  "AACAGCAA": 11445,
  "AACAGCAAC": 21753,
  "AACAGCAC": 14471,
  "AACAGCAGC": 7020,
  "AACAGCAGG": 19592,
  "AACAGCC": 2486,
  "AACAGCCC": 15929,
  "AACAGCCCC": 21110,
  "AACAGCGC": 13620,
  "AACAGCTC": 19286,
  "AACAGCTCC": 23408,
  "AACAGCTGC": 20480,
  "AACAGCTGG": 22193,
  "AACAGG": 762,
  "AACAGGAA": 8277,
  "AACAGGC": 3522,
  "AACAGGCC": 21816,
  "AACAGGGC": 29515,
  "AACAGGTC": 24758,
  "AACAGT": 2203,
  "AACAGTC": 3637,
  "AACAGTCC": 24309,
  "AACAGTGC": 15411,
  "AACAGTGG": 23849,
  "AACAGTT": 2339,
  "AACAGTTC": 19869,
  "AACATAA": 3204,
  "AACATAAC": 23407,
  "AACATAC": 12157,
  "AACATAGC": 29518,
  "AACATAT": 14469,
  "AACATATC": 28824,
  "AACATATT": 14169,
  "AACATC": 960,
  "AACATCAA": 15247,
  "AACATCC": 3569,
  "AACATCCC": 16480,
  "AACATCTC": 22993,
  "AACATGA": 24756,
  "AACATGAA": 10568,
  "AACATGAC": 18776,
  "AACATGC": 4975,
  "AACATGCC": 25811,
  "AACATGG": 3290,
  "AACATGGC": 3708,
  "AACATGGCC": 23409,
  "AACATGGCGGC": 21475,
  "AACATGT": 16673,
  "AACATGTC": 18464,
  "AACATGTT": 12564,
  "AACATT": 830,
  "AACATTAA": 23851,
  "AACATTC": 3421,
  "AACATTCC": 14624,
  "AACATTGC": 23853,
  "AACATTTAA": 20482,
  "AACATTTC": 16110,
  "AACATTTT": 5786,
  "AACATTTTC": 18778,
  "AACC": 126,
  "AACCAA": 1070,
  "AACCAAAA": 11672,
  "AACCAAAAC": 29788,
  "AACCAAAC": 19714,
  "AACCAAC": 9925,
  "AACCAACC": 10459,
  "AACCAAGC": 27149,
  "AACCAAGG": 25495,
  "AACCAATC": 12956,
  "AACCAC": 2944,
  "AACCACAA": 15991,
  "AACCACAC": 22738,
  "AACCACC": 6368,
  "AACCACTC": 26030,
  "AACCAGAA": 20272,
  "AACCAGAC": 28412,
  "AACCAGC": 4087,
  "AACCAGCC": 21965,
  "AACCAGG": 4307,
  "AACCAGTT": 17624,
  "AACCATC": 16970,
  "AACCATGG": 20274,
  "AACCATT": 10246,
  "AACCC": 1326,
  "AACCCCC": 2103,
  "AACCGAA": 11842,
  "AACCGAC": 15636,
  "AACCGC": 1469,
  "AACCGCC": 8483,
  "AACCGCGG": 21966,
  "AACCGG": 1865,
  "AACCGGAA": 24480,
  "AACCGGC": 15635,
  "AACCGTC": 18582,
  "AACCTAA": 15823,
  "AACCTAC": 13070,
  "AACCTACC": 29786,
  "AACCTC": 1523,
  "AACCTCAA": 16375,
  "AACCTCAC": 24967,
  "AACCTCC": 4502,
  "AACCTCCC": 20273,
  "AACCTCTC": 20589,
  "AACCTCTGC": 29787,
  "AACCTGAA": 17178,
  "AACCTGC": 4345,
  "AACCTGCC": 24479,
  "AACCTGG": 3469,
  "AACCTGGC": 22737,
  "AACCTTAA": 25494,
  "AACCTTC": 9789,
  "AACCTTCC": 23145,
  "AACCTTGC": 29068,
  "AACCTTTT": 25493,
  "AACGAA": 1450,
  "AACGAAAA": 14167,
  "AACGAAC": 5676,
  "AACGAC": 1911,
  "AACGACC": 10862,
  "AACGAGA": 11885,
  "AACGAGAA": 21473,
  "AACGAGC": 6965,
  "AACGAGG": 6712,
  "AACGATC": 13256,
  "AACGATT": 13014,
  "AACGC": 368,
  "AACGCAA": 5549,
  "AACGCAAC": 20090,
  "AACGCAC": 6745,
  "AACGCACC": 23278,
  "AACGCAGC": 12437,
  "AACGCAGG": 13471,
  "AACGCATC": 26786,
  "AACGCC": 1494,
  "AACGCCC": 6090,
  "AACGCCGC": 28166,
  "AACGCCGG": 29514,
  "AACGCGAA": 19510,
  "AACGCGAC": 21715,
  "AACGCGC": 4176,
  "AACGCGCC": 21017,
  "AACGCGG": 4255,
  "AACGCGGC": 14882,
  "AACGCTAA": 29280,
  "AACGCTC": 6713,
  "AACGCTCC": 15205,
  "AACGCTGC": 14318,
  "AACGCTGG": 12319,
  "AACGCTTC": 18157,
  "AACGG": 520,
  "AACGGAA": 4376,
  "AACGGAAAA": 22906,
  "AACGGAAC": 17275,
  "AACGGAC": 9465,
  "AACGGACC": 21741,
  "AACGGAGC": 21474,
  "AACGGAGG": 21109,
  "AACGGC": 1839,
  "AACGGCC": 4542,
  "AACGGCCC": 28167,
  "AACGGGA": 12563,
  "AACGGGAA": 15081,
  "AACGGGAAC": 25697,
  "AACGGGAC": 22194,
  "AACGGGC": 9295,
  "AACGGGCC": 17980,
  "AACGGGG": 6221,
  "AACGGGGC": 20779,
  "AACGGGTT": 28024,
  "AACGGTAA": 23770,
  "AACGGTC": 10863,
  "AACGGTGC": 28689,
  "AACGGTGG": 29516,
  "AACGGTT": 19593,
  "AACGTAA": 6534,
  "AACGTAC": 17520,
  "AACGTC": 2179,
  "AACGTCC": 10424,
  "AACGTGA": 16672,
  "AACGTGAA": 24310,
  "AACGTGAC": 26950,
  "AACGTGC": 5869,
  "AACGTGG": 5264,
  "AACGTGGC": 26949,
  "AACGTGT": 22191,
  "AACGTT": 2117,
  "AACGTTC": 9464,
  "AACGTTTT": 26948,
  "AACT": 28821,
  "AACTAA": 914,
  "AACTAAAA": 10699,
  "AACTAAAC": 29517,
  "AACTAAC": 5326,
  "AACTAC": 943,
  "AACTACAA": 19287,
  "AACTACAAC": 26302,
  "AACTACC": 5455,
  "AACTAGA": 11967,
  "AACTAGAA": 22589,
  "AACTAGC": 7485,
  "AACTAGG": 9898,
  "AACTAGT": 26379,
  "AACTAGTT": 23850,
  "AACTAT": 2631,
  "AACTATC": 6042,
  "AACTATT": 3007,
  "AACTATTC": 25278,
  "AACTC": 345,
  "AACTCAA": 2428,
  "AACTCAAAA": 16610,
  "AACTCAAC": 16055,
  "AACTCAC": 6148,
  "AACTCACC": 15690,
  "AACTCACTC": 28626,
  "AACTCAGAA": 18392,
  "AACTCAGC": 10780,
  "AACTCAGG": 13621,
  "AACTCATC": 17923,
  "AACTCC": 808,
  "AACTCCAA": 18465,
  "AACTCCAC": 24757,
  "AACTCCAGG": 27552,
  "AACTCCC": 2704,
  "AACTCCCC": 12351,
  "AACTCCGC": 28822,
  "AACTCCGG": 21111,
  "AACTCCTC": 19589,
  "AACTCGAA": 21708,
  "AACTCGAC": 23726,
  "AACTCGC": 5510,
  "AACTCGCC": 27960,
  "AACTCGG": 5314,
  "AACTCGGC": 22480,
  "AACTCGTC": 29265,
  "AACTCTAA": 22091,
  "AACTCTAC": 23268,
  "AACTCTC": 3528,
  "AACTCTCC": 11632,
  "AACTCTGAA": 18680,
  "AACTCTGAC": 24164,
  "AACTCTGC": 11358,
  "AACTCTGCC": 24611,
  "AACTCTGG": 9296,
  "AACTCTT": 4349,
  "AACTCTTC": 11359,
  "AACTCTTTT": 28625,
  "AACTGA": 2070,
  "AACTGAA": 1861,
  "AACTGAAC": 11119,
  "AACTGAC": 3656,
  "AACTGAGC": 19036,
  "AACTGAGG": 23406,
  "AACTGC": 720,
  "AACTGCAA": 13498,
  "AACTGCAGC": 21114,
  "AACTGCC": 2848,
  "AACTGCCC": 15735,
  "AACTGCGC": 19588,
  "AACTGCGG": 28823,
  "AACTGCTC": 19590,
  "AACTGG": 739,
  "AACTGGAA": 12458,
  "AACTGGC": 3183,
  "AACTGGCC": 15080,
  "AACTGGGC": 14168,
  "AACTGGGG": 21472,
  "AACTGT": 2194,
  "AACTGTAA": 15580,
  "AACTGTC": 3488,
  "AACTGTCC": 16479,
  "AACTGTGC": 14470,
  "AACTGTGG": 22192,
  "AACTGTT": 2582,
  "AACTGTTC": 18774,
  "AACTT": 562,
  "AACTTAA": 2990,
  "AACTTAAAA": 24759,
  "AACTTAAC": 21817,
  "AACTTAC": 9509,
  "AACTTATT": 11537,
  "AACTTC": 792,
  "AACTTCAA": 12908,
  "AACTTCC": 2087,
  "AACTTCCC": 9569,
  "AACTTCTC": 11968,
  "AACTTGA": 19591,
  "AACTTGAA": 9297,
  "AACTTGAC": 24312,
  "AACTTGATT": 29369,
  "AACTTGC": 4136,
  "AACTTGCAA": 22533,
  "AACTTGCTC": 27436,
  "AACTTGG": 3657,
  "AACTTGGAA": 28038,
  "AACTTGGC": 14170,
  "AACTTGT": 20160,
  "AACTTGTC": 13141,
  "AACTTGTGC": 29367,
  "AACTTGTT": 12159,
  "AACTTGTTC": 22532,
  "AACTTGTTTT": 28703,
  "AACTTTAA": 6485,
  "AACTTTAAAA": 29370,
  "AACTTTAAC": 26266,
  "AACTTTAC": 21112,
  "AACTTTACC": 28702,
  "AACTTTAGC": 29368,
  "AACTTTAT": 20780,
  "AACTTTATC": 22910,
  "AACTTTC": 2987,
  "AACTTTCC": 7347,
  "AACTTTGA": 20481,
  "AACTTTGAC": 20414,
  "AACTTTGC": 13924,
  "AACTTTGG": 11969,
  "AACTTTGT": 18777,
  "AACTTTT": 1732,
  "AACTTTTC": 8676,
  "AAGAA": 558,
  "AAGAACCC": 20109,
  "AAGC": 129,
  "AAGCAAAA": 8953,
  "AAGCAAC": 8342,
  "AAGCAC": 3184,
  "AAGCACAA": 22740,
  "AAGCACAC": 18586,
  "AAGCACC": 6239,
  "AAGCACTC": 16182,
  "AAGCACTT": 28415,
  "AAGCAGAA": 9994,
  "AAGCAGAC": 17625,
  "AAGCAGC": 2800,
  "AAGCAGCC": 20590,
  "AAGCAGG": 2812,
  "AAGCAGGC": 16378,
  "AAGCAGGGC": 29796,
  "AAGCAGTT": 24971,
  "AAGCATC": 12508,
  "AAGCATCC": 24023,
  "AAGCATT": 19423,
  "AAGCATTC": 26594,
  "AAGCGAA": 7434,
  "AAGCGAAC": 29794,
  "AAGCGAC": 13555,
  "AAGCGAGC": 26592,
  "AAGCGCC": 8130,
  "AAGCGGAA": 14243,
  "AAGCGGC": 7201,
  "AAGCGGCC": 14526,
  "AAGCGGGG": 28414,
  "AAGCGTC": 16377,
  "AAGCGTT": 25500,
  "AAGCTAA": 8528,
  "AAGCTAAC": 28416,
  "AAGCTAC": 13835,
  "AAGCTACC": 29795,
  "AAGCTAGC": 26595,
  "AAGCTAT": 29792,
  "AAGCTCC": 3334,
  "AAGCTCCC": 19995,
  "AAGCTCTC": 21256,
  "AAGCTGAA": 15326,
  "AAGCTGC": 2831,
  "AAGCTGCC": 18081,
  "AAGCTGCCC": 29078,
  "AAGCTGG": 2469,
  "AAGCTGGC": 18891,
  "AAGCTGTC": 26593,
  "AAGCTGTT": 29793,
  "AAGCTT": 21968,
  "AAGCTTAA": 19153,
  "AAGCTTC": 7818,
  "AAGCTTCC": 18082,
  "AAGCTTGC": 27152,
  "AAGCTTTC": 26032,
  "AAGCTTTT": 23147,
  "AAGG": 114,
  "AAGGAAAA": 5435,
  "AAGGAAC": 8022,
  "AAGGAC": 2440,
  "AAGGACAA": 13315,
  "AAGGACAC": 15322,
  "AAGGACC": 6029,
  "AAGGACCC": 16548,
  "AAGGACTC": 15477,
  "AAGGACTGG": 29758,
  "AAGGAGAA": 9491,
  "AAGGAGAAC": 27736,
  "AAGGAGAC": 12731,
  "AAGGAGAGG": 29757,
  "AAGGAGC": 2949,
  "AAGGAGCC": 12504,
  "AAGGAGG": 1583,
  "AAGGAGGAA": 25475,
  "AAGGAGGAGG": 16768,
  "AAGGAGGC": 7326,
  "AAGGAGGCC": 26005,
  "AAGGAGGGG": 26575,
  "AAGGAGTC": 27128,
  "AAGGAGTT": 19707,
  "AAGGATC": 9103,
  "AAGGATGC": 23555,
  "AAGGATGG": 14839,
  "AAGGATT": 19706,
  "AAGGATTC": 27129,
  "AAGGCCC": 2376,
  "AAGGGAA": 2432,
  "AAGGGAAAA": 25474,
  "AAGGGAAC": 15153,
  "AAGGGAAGG": 24455,
  "AAGGGAC": 5365,
  "AAGGGACC": 18565,
  "AAGGGAGA": 18072,
  "AAGGGAGC": 16547,
  "AAGGGAGG": 8849,
  "AAGGGCC": 8339,
  "AAGGGCCC": 21241,
  "AAGGGCGC": 29045,
  "AAGGGGC": 4923,
  "AAGGGGCGG": 18566,
  "AAGGGTAA": 21952,
  "AAGGGTC": 8904,
  "AAGGGTCC": 29756,
  "AAGGGTGG": 18071,
  "AAGGGTT": 15815,
  "AAGGGTTC": 29047,
  "AAGGTAA": 2248,
  "AAGGTAAC": 14520,
  "AAGGTAAGC": 27737,
  "AAGGTAC": 11150,
  "AAGGTAGG": 9726,
  "AAGGTC": 1703,
  "AAGGTCAA": 23554,
  "AAGGTCAC": 21587,
  "AAGGTCC": 8743,
  "AAGGTCCC": 21950,
  "AAGGTCTC": 20574,
  "AAGGTCTT": 25473,
  "AAGGTGA": 7095,
  "AAGGTGAA": 17166,
  "AAGGTGAC": 19409,
  "AAGGTGAGC": 20260,
  "AAGGTGAGG": 24947,
  "AAGGTGC": 5137,
  "AAGGTGG": 3139,
  "AAGGTGGC": 15983,
  "AAGGTGTT": 29046,
  "AAGGTTAA": 27735,
  "AAGGTTC": 10809,
  "AAGGTTGG": 21951,
  "AAGGTTTT": 23553,
  "AATC": 176,
  "AATCAAAA": 8259,
  "AATCAAC": 8748,
  "AATCACAA": 13990,
  "AATCACC": 8028,
  "AATCACTC": 26087,
  "AATCAGAA": 8132,
  "AATCAGAAC": 29133,
  "AATCAGAC": 26660,
  "AATCAGC": 2592,
  "AATCAGCC": 27818,
  "AATCAGG": 4346,
  "AATCATAA": 25551,
  "AATCATC": 8182,
  "AATCATT": 12520,
  "AATCATTC": 24533,
  "AATCGAA": 6349,
  "AATCGAC": 18339,
  "AATCGATT": 19452,
  "AATCGCAA": 22390,
  "AATCGCC": 10612,
  "AATCGGAA": 14257,
  "AATCGGC": 23181,
  "AATCGTT": 27817,
  "AATCTAA": 10467,
  "AATCTAC": 21301,
  "AATCTCCC": 28483,
  "AATCTGAA": 18615,
  "AATCTGAC": 27819,
  "AATCTGG": 7370,
  "AATCTGTC": 28484,
  "AATCTGTT": 23621,
  "AATCTTAA": 27820,
  "AATCTTC": 10395,
  "AATCTTTT": 27225,
  "AATT": 131,
  "AATTAAAA": 4845,
  "AATTAAAAAA": 29081,
  "AATTAAC": 10192,
  "AATTAC": 5697,
  "AATTACAA": 19424,
  "AATTACC": 12510,
  "AATTAGAA": 22742,
  "AATTAGC": 8434,
  "AATTAGG": 12203,
  "AATTATAA": 17180,
  "AATTATC": 9219,
  "AATTATT": 4724,
  "AATTATTC": 18083,
  "AATTATTTT": 28419,
  "AATTCCC": 2322,
  "AATTGAA": 3746,
  "AATTGAAAA": 22743,
  "AATTGAAC": 22344,
  "AATTGAC": 10984,
  "AATTGATC": 28420,
  "AATTGATT": 14693,
  "AATTGCAA": 10660,
  "AATTGCC": 10127,
  "AATTGCCC": 29799,
  "AATTGGAA": 10312,
  "AATTGGC": 7234,
  "AATTGGCC": 25502,
  "AATTGTAA": 13194,
  "AATTGTC": 12511,
  "AATTGTGC": 22343,
  "AATTGTGG": 28418,
  "AATTGTT": 5255,
  "AATTGTTC": 26598,
  "AATTGTTTT": 27156,
  "AATTTAA": 2312,
  "AATTTAAAA": 22744,
  "AATTTAAC": 19425,
  "AATTTAC": 7001,
  "AATTTACC": 22345,
  "AATTTAGA": 21604,
  "AATTTAGC": 13836,
  "AATTTAGG": 24975,
  "AATTTAT": 14244,
  "AATTTATC": 17181,
  "AATTTATT": 5334,
  "AATTTCC": 3167,
  "AATTTCCC": 16554,
  "AATTTCTC": 16184,
  "AATTTGAA": 6163,
  "AATTTGAC": 21603,
  "AATTTGC": 4725,
  "AATTTGCC": 16183,
  "AATTTGG": 4457,
  "AATTTGGC": 28417,
  "AATTTGT": 12957,
  "AATTTGTC": 24026,
  "AATTTGTT": 9792,
  "AATTTTC": 2279,
  "AATTTTCAA": 26037,
  "AC": 19,
  "ACA": 19262,
  "ACAA": 79,
  "ACAAAA": 505,
  "ACAAAAAA": 15904,
  "ACAAAAAC": 19533,
  "ACAAAAAGC": 27419,
  "ACAAAAC": 1559,
  "ACAAAACAA": 10113,
  "ACAAAACAAAA": 21547,
  "ACAAAACCC": 17274,
  "ACAAAAGC": 7673,
  "ACAAAAGG": 10015,
  "ACAAAATC": 9619,
  "ACAAAC": 1233,
  "ACAAACAA": 1738,
  "ACAAACAAAA": 10800,
  "ACAAACAAAAAA": 26877,
  "ACAAACAAACAAACAA": 11700,
  "ACAAACAAC": 23072,
  "ACAAACAC": 3797,
  "ACAAACACC": 28304,
  "ACAAACAGC": 15300,
  "ACAAACAGG": 19355,
  "ACAAACAT": 20850,
  "ACAAACATC": 27660,
  "ACAAACATT": 19102,
  "ACAAACC": 2599,
  "ACAAACCAA": 27659,
  "ACAAACCC": 6907,
  "ACAAACGAA": 24874,
  "ACAAACGC": 12385,
  "ACAAACGG": 15450,
  "ACAAACTAA": 25924,
  "ACAAACTC": 10377,
  "ACAAACTGC": 21902,
  "ACAAACTGG": 27658,
  "ACAAACTT": 10111,
  "ACAAAGA": 8427,
  "ACAAAGAA": 6253,
  "ACAAAGAAC": 21900,
  "ACAAAGAC": 9529,
  "ACAAAGC": 2618,
  "ACAAAGCAA": 21901,
  "ACAAAGCC": 11654,
  "ACAAAGCCC": 25404,
  "ACAAAGG": 2438,
  "ACAAAGGAA": 25923,
  "ACAAAGGC": 6973,
  "ACAAAGGCC": 23942,
  "ACAAAGT": 6723,
  "ACAAAGTC": 11139,
  "ACAAAGTT": 10236,
  "ACAAATAA": 4478,
  "ACAAATAAAA": 21903,
  "ACAAATAAC": 25406,
  "ACAAATAC": 10112,
  "ACAAATAT": 9718,
  "ACAAATATC": 19936,
  "ACAAATATT": 16522,
  "ACAAATC": 2746,
  "ACAAATCAA": 22291,
  "ACAAATCC": 8208,
  "ACAAATCCC": 22685,
  "ACAAATGAA": 23071,
  "ACAAATGAC": 26506,
  "ACAAATGC": 10378,
  "ACAAATGG": 14081,
  "ACAAATGT": 28955,
  "ACAAATGTT": 19101,
  "ACAAATT": 2628,
  "ACAAATTAA": 18270,
  "ACAAATTC": 9915,
  "ACAAATTCC": 25405,
  "ACAAATTTT": 27656,
  "ACAAC": 292,
  "ACAACAA": 12333,
  "ACAACAAAA": 12979,
  "ACAACAAC": 9237,
  "ACAACAACAAC": 18662,
  "ACAACAACC": 24137,
  "ACAACAC": 9552,
  "ACAACACAC": 29238,
  "ACAACACC": 16044,
  "ACAACAGC": 10261,
  "ACAACAGG": 12881,
  "ACAACATC": 21353,
  "ACAACC": 658,
  "ACAACCAA": 6455,
  "ACAACCAC": 26853,
  "ACAACCACC": 27462,
  "ACAACCC": 2654,
  "ACAACCCC": 7266,
  "ACAACCCCC": 17940,
  "ACAACCGC": 10935,
  "ACAACCGG": 13119,
  "ACAACCTC": 9820,
  "ACAACCTGC": 28049,
  "ACAACGAC": 23252,
  "ACAACGC": 4901,
  "ACAACGG": 6737,
  "ACAACTAA": 24586,
  "ACAACTAC": 27334,
  "ACAACTC": 4357,
  "ACAACTCC": 13720,
  "ACAACTGC": 14877,
  "ACAACTGG": 18379,
  "ACAACTTC": 12763,
  "ACAAGAA": 1990,
  "ACAAGAAAA": 14503,
  "ACAAGAAC": 8370,
  "ACAAGAC": 4093,
  "ACAAGACC": 15126,
  "ACAAGAGA": 24871,
  "ACAAGAGAA": 19354,
  "ACAAGAGC": 13043,
  "ACAAGATAA": 26505,
  "ACAAGATC": 14670,
  "ACAAGATGGC": 19937,
  "ACAAGATT": 20541,
  "ACAAGC": 864,
  "ACAAGCAA": 8016,
  "ACAAGCAC": 13044,
  "ACAAGCAGC": 22686,
  "ACAAGCAGG": 26507,
  "ACAAGCC": 3895,
  "ACAAGCCAA": 29658,
  "ACAAGCCC": 10173,
  "ACAAGCGC": 15299,
  "ACAAGCGG": 28954,
  "ACAAGCTC": 13413,
  "ACAAGCTCC": 25407,
  "ACAAGCTGC": 23503,
  "ACAAGCTGG": 21904,
  "ACAAGG": 870,
  "ACAAGGAA": 6025,
  "ACAAGGAC": 9360,
  "ACAAGGAGC": 19935,
  "ACAAGGAGG": 15780,
  "ACAAGGC": 3767,
  "ACAAGGCC": 11138,
  "ACAAGGCCC": 24873,
  "ACAAGGGAA": 20543,
  "ACAAGGGC": 10304,
  "ACAAGGGG": 11738,
  "ACAAGGTAA": 28735,
  "ACAAGGTC": 18271,
  "ACAAGGTGC": 22141,
  "ACAAGGTT": 28957,
  "ACAAGTAA": 10110,
  "ACAAGTAC": 19655,
  "ACAAGTC": 4931,
  "ACAAGTCC": 13666,
  "ACAAGTCCC": 24872,
  "ACAAGTGA": 18532,
  "ACAAGTGAC": 29657,
  "ACAAGTGC": 14080,
  "ACAAGTGG": 16926,
  "ACAAGTGT": 23940,
  "ACAAGTT": 3896,
  "ACAAGTTC": 9151,
  "ACAAGTTTC": 28305,
  "ACAAGTTTT": 28303,
  "ACAATAA": 2604,
  "ACAATAAAA": 21545,
  "ACAATAAC": 10717,
  "ACAATAC": 5629,
  "ACAATACC": 21194,
  "ACAATAGA": 29656,
  "ACAATAGC": 17362,
  "ACAATAGG": 28302,
  "ACAATAT": 10376,
  "ACAATATC": 20849,
  "ACAATATT": 8335,
  "ACAATC": 1360,
  "ACAATCAA": 11655,
  "ACAATCAC": 20542,
  "ACAATCC": 4351,
  "ACAATCCC": 18835,
  "ACAATCGC": 16337,
  "ACAATCTC": 19654,
  "ACAATCTGC": 24400,
  "ACAATCTT": 19934,
  "ACAATGAA": 7225,
  "ACAATGAAC": 28956,
  "ACAATGAC": 14971,
  "ACAATGC": 3625,
  "ACAATGCC": 15966,
  "ACAATGG": 3881,
  "ACAATGGC": 13286,
  "ACAATGTC": 14209,
  "ACAATGTT": 10512,
  "ACAATT": 10799,
  "ACAATTAA": 8563,
  "ACAATTAC": 13532,
  "ACAATTATT": 21546,
  "ACAATTC": 4821,
  "ACAATTCC": 15610,
  "ACAATTGAA": 29659,
  "ACAATTGC": 23941,
  "ACAATTGG": 20540,
  "ACAATTGTT": 27657,
  "ACAATTTAA": 17593,
  "ACAATTTC": 10237,
  "ACAATTTT": 5198,
  "ACAATTTTC": 17804,
  "ACAC": 67,
  "ACACAA": 634,
  "ACACAAAA": 4435,
  "ACACAAAAC": 16323,
  "ACACAAAC": 6800,
  "ACACAAACC": 27456,
  "ACACAAAGC": 24219,
  "ACACAAAGG": 26274,
  "ACACAAAT": 11546,
  "ACACAAC": 3109,
  "ACACAACAA": 21181,
  "ACACAACC": 8994,
  "ACACAACCC": 22132,
  "ACACAAGAA": 25379,
  "ACACAAGC": 8690,
  "ACACAAGG": 9973,
  "ACACAATC": 13797,
  "ACACAATT": 11206,
  "ACACAC": 878,
  "ACACACAA": 4224,
  "ACACACAAC": 19915,
  "ACACACAC": 357,
  "ACACACACAA": 12436,
  "ACACACACAC": 14732,
  "ACACACACACAC": 3494,
  "ACACACACACACAC": 19507,
  "ACACACACACACACAC": 1058,
  "ACACACACACACACACACAC": 24686,
  "ACACACACACACACACACACACAC": 9687,
  "ACACACACACACACACACACACACACAC": 22930,
  "ACACACACACACACACACACACACACACACAC": 3384,
  "ACACACACACACACACACACACACACACACACACACACAC": 18727,
  "ACACACACACACACACACACACACACACACACACACACACACAC": 24693,
  "ACACACACACACACACACACACACACACACACACACACACACACACAC": 16849,
  "ACACACACACTC": 28631,
  "ACACACACC": 8160,
  "ACACACACCC": 27479,
  "ACACACACGC": 10681,
  "ACACACACTC": 12988,
  "ACACACAGA": 11207,
  "ACACACAGAC": 24232,
  "ACACACAGC": 12587,
  "ACACACAGG": 14961,
  "ACACACAT": 11051,
  "ACACACATAC": 28736,
  "ACACACATT": 20205,
  "ACACACC": 1957,
  "ACACACCC": 5270,
  "ACACACCCC": 13952,
  "ACACACCCCC": 25893,
  "ACACACGC": 5178,
  "ACACACGCGC": 28923,
  "ACACACGG": 14960,
  "ACACACTC": 3774,
  "ACACACTCC": 15602,
  "ACACACTGA": 26465,
  "ACACACTGC": 18823,
  "ACACACTGG": 27630,
  "ACACACTT": 10879,
  "ACACACTTC": 16511,
  "ACACAGA": 5458,
  "ACACAGAA": 4843,
  "ACACAGAAC": 28922,
  "ACACAGAC": 4614,
  "ACACAGACC": 27628,
  "ACACAGAGC": 21521,
  "ACACAGC": 1952,
  "ACACAGCAA": 18514,
  "ACACAGCC": 5296,
  "ACACAGCCC": 14200,
  "ACACAGCTC": 19647,
  "ACACAGG": 2040,
  "ACACAGGAA": 22260,
  "ACACAGGC": 6493,
  "ACACAGGCC": 25890,
  "ACACAGGGC": 28263,
  "ACACAGT": 6492,
  "ACACAGTC": 8423,
  "ACACAGTT": 10438,
  "ACACATAA": 13950,
  "ACACATAC": 9847,
  "ACACATACAC": 19339,
  "ACACATAT": 15116,
  "ACACATC": 3555,
  "ACACATCC": 8557,
  "ACACATCCC": 21875,
  "ACACATGC": 11901,
  "ACACATGG": 11472,
  "ACACATT": 3525,
  "ACACATTC": 6996,
  "ACACATTCC": 24831,
  "ACACATTTC": 21876,
  "ACACATTTT": 15285,
  "ACACC": 274,
  "ACACCAAC": 16818,
  "ACACCAAGG": 24130,
  "ACACCAC": 9501,
  "ACACCACC": 10840,
  "ACACCAGC": 10079,
  "ACACCAGG": 11244,
  "ACACCATC": 29225,
  "ACACCC": 1062,
  "ACACCCC": 6816,
  "ACACCCCC": 4132,
  "ACACCCCCC": 22448,
  "ACACCGAA": 17012,
  "ACACCGAC": 18139,
  "ACACCGCC": 17681,
  "ACACCGG": 4442,
  "ACACCGGC": 28577,
  "ACACCTAC": 16223,
  "ACACCTC": 3755,
  "ACACCTCC": 10749,
  "ACACCTCCC": 26156,
  "ACACCTGC": 10750,
  "ACACCTGG": 8807,
  "ACACCTGGC": 28578,
  "ACACCTTC": 12310,
  "ACACGAA": 5694,
  "ACACGAAC": 18512,
  "ACACGAC": 8287,
  "ACACGC": 926,
  "ACACGCAA": 18253,
  "ACACGCAC": 8366,
  "ACACGCACAC": 23342,
  "ACACGCAGC": 21877,
  "ACACGCC": 5134,
  "ACACGCCC": 12073,
  "ACACGCCCC": 22651,
  "ACACGCGC": 10170,
  "ACACGCGG": 13949,
  "ACACGCTC": 11205,
  "ACACGCTCC": 24832,
  "ACACGG": 1288,
  "ACACGGAA": 12482,
  "ACACGGAC": 13953,
  "ACACGGAGC": 25378,
  "ACACGGAGG": 24830,
  "ACACGGC": 7121,
  "ACACGGCC": 13796,
  "ACACGGCCC": 28264,
  "ACACGGGC": 12178,
  "ACACGGGG": 16713,
  "ACACGGTC": 23919,
  "ACACGTAA": 24829,
  "ACACGTAC": 29618,
  "ACACGTC": 6669,
  "ACACGTCC": 29616,
  "ACACGTGAC": 27629,
  "ACACGTGC": 15772,
  "ACACGTGG": 11471,
  "ACACGTGT": 23479,
  "ACACGTT": 7398,
  "ACACGTTC": 19914,
  "ACACTAA": 3957,
  "ACACTAAC": 19082,
  "ACACTAC": 6047,
  "ACACTACC": 28262,
  "ACACTAGC": 21180,
  "ACACTAGG": 17350,
  "ACACTAT": 20203,
  "ACACTATC": 16714,
  "ACACTATT": 12179,
  "ACACTC": 997,
  "ACACTCAA": 9090,
  "ACACTCAC": 10506,
  "ACACTCACC": 22262,
  "ACACTCAGC": 23480,
  "ACACTCAGG": 29620,
  "ACACTCATT": 23043,
  "ACACTCC": 2770,
  "ACACTCCC": 8617,
  "ACACTCCCC": 27627,
  "ACACTCGC": 8123,
  "ACACTCGG": 14494,
  "ACACTCTC": 7730,
  "ACACTCTCC": 22652,
  "ACACTCTGC": 25891,
  "ACACTCTGG": 20836,
  "ACACTCTT": 15117,
  "ACACTGA": 8470,
  "ACACTGAA": 6416,
  "ACACTGAC": 9910,
  "ACACTGC": 2009,
  "ACACTGCC": 7649,
  "ACACTGCCC": 19338,
  "ACACTGCGC": 29617,
  "ACACTGG": 2638,
  "ACACTGGC": 6829,
  "ACACTGGCC": 20835,
  "ACACTGGGC": 19083,
  "ACACTGT": 9649,
  "ACACTGTC": 10878,
  "ACACTGTGC": 25892,
  "ACACTGTT": 10233,
  "ACACTGTTC": 29619,
  "ACACTT": 6691,
  "ACACTTAA": 13951,
  "ACACTTAC": 20204,
  "ACACTTC": 3566,
  "ACACTTCC": 5938,
  "ACACTTCCC": 26464,
  "ACACTTGC": 13521,
  "ACACTTGG": 10961,
  "ACACTTTAA": 18513,
  "ACACTTTC": 8288,
  "ACACTTTCC": 22653,
  "ACACTTTGC": 22261,
  "ACACTTTT": 5080,
  "ACACTTTTC": 16715,
  "ACAGA": 298,
  "ACAGAA": 700,
  "ACAGAAAA": 19850,
  "ACAGAAAC": 22538,
  "ACAGAAC": 12671,
  "ACAGAACCC": 20729,
  "ACAGAATC": 15706,
  "ACAGAC": 993,
  "ACAGACC": 17956,
  "ACAGACCC": 6954,
  "ACAGACCCC": 12981,
  "ACAGACGG": 19547,
  "ACAGAGAA": 6065,
  "ACAGAGAAAA": 29240,
  "ACAGAGAAC": 23254,
  "ACAGAGAC": 9238,
  "ACAGAGACC": 26751,
  "ACAGAGACCC": 29991,
  "ACAGAGAGC": 21001,
  "ACAGAGAGG": 27339,
  "ACAGAGAGGC": 28592,
  "ACAGAGC": 5413,
  "ACAGAGCAA": 15034,
  "ACAGAGCC": 9021,
  "ACAGAGCCC": 16045,
  "ACAGAGCTC": 19496,
  "ACAGAGG": 6428,
  "ACAGAGGAA": 14726,
  "ACAGAGGAC": 22459,
  "ACAGAGGAGG": 20361,
  "ACAGAGGC": 9744,
  "ACAGAGGCC": 24139,
  "ACAGAGGGC": 19784,
  "ACAGAGTC": 15872,
  "ACAGAGTT": 19783,
  "ACAGATAA": 12430,
  "ACAGATAC": 14725,
  "ACAGATC": 4527,
  "ACAGATCC": 13105,
  "ACAGATGAA": 24588,
  "ACAGATGC": 16423,
  "ACAGATGG": 11861,
  "ACAGATTC": 16424,
  "ACAGC": 174,
  "ACAGCAA": 1993,
  "ACAGCAAAC": 29870,
  "ACAGCAAC": 9170,
  "ACAGCAACC": 19177,
  "ACAGCAAGC": 24074,
  "ACAGCAC": 5649,
  "ACAGCACAC": 20939,
  "ACAGCACAGC": 16397,
  "ACAGCACC": 10001,
  "ACAGCACCC": 25027,
  "ACAGCAGAA": 23180,
  "ACAGCAGC": 4412,
  "ACAGCAGCAGC": 25550,
  "ACAGCAGCC": 15655,
  "ACAGCAGG": 5321,
  "ACAGCATC": 12412,
  "ACAGCATCC": 22777,
  "ACAGCC": 628,
  "ACAGCCAC": 21754,
  "ACAGCCAGG": 18992,
  "ACAGCCC": 3336,
  "ACAGCCCCC": 13229,
  "ACAGCCTGG": 19543,
  "ACAGCGAA": 16396,
  "ACAGCGAC": 14112,
  "ACAGCGAGC": 29869,
  "ACAGCGC": 12672,
  "ACAGCGCC": 9801,
  "ACAGCGCTC": 26086,
  "ACAGCGG": 2882,
  "ACAGCGGAA": 27816,
  "ACAGCGGC": 21637,
  "ACAGCGGCC": 18614,
  "ACAGCGGGC": 26659,
  "ACAGCGTT": 29868,
  "ACAGCTAA": 23620,
  "ACAGCTAC": 12749,
  "ACAGCTC": 2417,
  "ACAGCTCC": 6102,
  "ACAGCTCCC": 17874,
  "ACAGCTCTC": 27815,
  "ACAGCTGAA": 18917,
  "ACAGCTGC": 5152,
  "ACAGCTGCC": 19733,
  "ACAGCTGG": 5857,
  "ACAGCTGGC": 27223,
  "ACAGCTGTC": 20940,
  "ACAGCTGTT": 25549,
  "ACAGCTTC": 8484,
  "ACAGCTTTT": 28481,
  "ACAGG": 235,
  "ACAGGAA": 8926,
  "ACAGGAAAA": 20341,
  "ACAGGAAAC": 25595,
  "ACAGGAAC": 15860,
  "ACAGGAACC": 25594,
  "ACAGGAAGC": 12524,
  "ACAGGAAGG": 14272,
  "ACAGGAC": 8031,
  "ACAGGACC": 21336,
  "ACAGGACTC": 29194,
  "ACAGGAGAA": 29931,
  "ACAGGAGAC": 20654,
  "ACAGGAGC": 12019,
  "ACAGGATC": 27884,
  "ACAGGATT": 27883,
  "ACAGGC": 815,
  "ACAGGCC": 6707,
  "ACAGGCCC": 5005,
  "ACAGGCCCC": 11169,
  "ACAGGCTCC": 26869,
  "ACAGGGAA": 8806,
  "ACAGGGAC": 11595,
  "ACAGGGACC": 26133,
  "ACAGGGAGC": 20058,
  "ACAGGGAGG": 26712,
  "ACAGGGC": 10413,
  "ACAGGGCC": 12018,
  "ACAGGGCGC": 27885,
  "ACAGGGCGG": 25593,
  "ACAGGGCTC": 29932,
  "ACAGGGG": 21078,
  "ACAGGGGAA": 22432,
  "ACAGGGGAC": 29933,
  "ACAGGGGC": 23673,
  "ACAGGGGCC": 26711,
  "ACAGGGTC": 19761,
  "ACAGGGTT": 21676,
  "ACAGGTAA": 8264,
  "ACAGGTAAC": 17672,
  "ACAGGTAC": 16999,
  "ACAGGTAGG": 20342,
  "ACAGGTC": 4596,
  "ACAGGTCC": 14271,
  "ACAGGTGC": 9233,
  "ACAGGTGG": 9015,
  "ACAGGTGTGAGCC": 28548,
  "ACAGT": 518,
  "ACAGTAC": 26832,
  "ACAGTAGC": 27423,
  "ACAGTAGG": 26834,
  "ACAGTC": 1415,
  "ACAGTCC": 16256,
  "ACAGTCCCC": 18984,
  "ACAGTGAC": 14743,
  "ACAGTGC": 12035,
  "ACAGTGCC": 24658,
  "ACAGTGG": 28106,
  "ACAGTGGAA": 27424,
  "ACAGTGGC": 19537,
  "ACAGTGTT": 26833,
  "ACAGTT": 1196,
  "ACAGTTC": 12139,
  "ACAGTTCCC": 29427,
  "ACAT": 282,
  "ACATAA": 1390,
  "ACATAAAA": 5287,
  "ACATAAC": 7103,
  "ACATAATC": 28079,
  "ACATAC": 2708,
  "ACATACAA": 11340,
  "ACATACAC": 5843,
  "ACATACC": 7413,
  "ACATACCC": 18140,
  "ACATACGG": 27929,
  "ACATACTC": 16420,
  "ACATACTT": 17443,
  "ACATAGAA": 13343,
  "ACATAGAC": 15363,
  "ACATAGC": 7711,
  "ACATAGCC": 24579,
  "ACATAGG": 9018,
  "ACATAGTT": 24580,
  "ACATAT": 2005,
  "ACATATAA": 8314,
  "ACATATC": 6981,
  "ACATATCC": 18141,
  "ACATATGG": 26742,
  "ACATATT": 9285,
  "ACATATTC": 9019,
  "ACATATTTT": 13213,
  "ACATC": 344,
  "ACATCAA": 19263,
  "ACATCAAAA": 24610,
  "ACATCAC": 11005,
  "ACATCACC": 27365,
  "ACATCAGC": 15878,
  "ACATCAGG": 22090,
  "ACATCATC": 23267,
  "ACATCC": 1394,
  "ACATCCC": 21440,
  "ACATCGC": 5339,
  "ACATCGG": 7011,
  "ACATCTAC": 26777,
  "ACATCTC": 22947,
  "ACATCTCC": 13725,
  "ACATCTGC": 12434,
  "ACATCTGG": 13349,
  "ACATCTTC": 15533,
  "ACATGA": 21781,
  "ACATGAA": 11872,
  "ACATGAAAA": 17445,
  "ACATGAAC": 11173,
  "ACATGAC": 4838,
  "ACATGACC": 13580,
  "ACATGAGA": 22843,
  "ACATGAGC": 13579,
  "ACATGAGG": 24132,
  "ACATGATC": 15680,
  "ACATGATT": 16042,
  "ACATGC": 2053,
  "ACATGCAA": 10620,
  "ACATGCC": 6082,
  "ACATGCCC": 15525,
  "ACATGCGC": 8189,
  "ACATGCTC": 11092,
  "ACATGG": 1962,
  "ACATGGAA": 9446,
  "ACATGGC": 15719,
  "ACATGGCC": 9178,
  "ACATGGGC": 10676,
  "ACATGGGG": 13101,
  "ACATGT": 9825,
  "ACATGTAA": 9878,
  "ACATGTCC": 17014,
  "ACATGTGA": 17444,
  "ACATGTGC": 12122,
  "ACATGTGG": 12640,
  "ACATGTGT": 17910,
  "ACATGTT": 19848,
  "ACATGTTC": 11686,
  "ACATGTTCC": 29232,
  "ACATGTTTT": 22844,
  "ACATT": 262,
  "ACATTAA": 17729,
  "ACATTAAAA": 20984,
  "ACATTAAC": 17440,
  "ACATTAC": 15523,
  "ACATTAGC": 27312,
  "ACATTATC": 22443,
  "ACATTATT": 29957,
  "ACATTC": 1329,
  "ACATTCC": 10272,
  "ACATTCCC": 6884,
  "ACATTCCCC": 20351,
  "ACATTGAA": 14718,
  "ACATTGAC": 19201,
  "ACATTGC": 3664,
  "ACATTGCC": 23237,
  "ACATTGG": 4747,
  "ACATTGTC": 24126,
  "ACATTGTT": 29956,
  "ACATTTAA": 7753,
  "ACATTTAAC": 28567,
  "ACATTTAC": 12637,
  "ACATTTAT": 19772,
  "ACATTTATT": 13212,
  "ACATTTC": 10854,
  "ACATTTCAA": 15359,
  "ACATTTCC": 8224,
  "ACATTTCCC": 22066,
  "ACATTTGAA": 22837,
  "ACATTTGAC": 29221,
  "ACATTTGC": 9389,
  "ACATTTGG": 11938,
  "ACATTTGTT": 23238,
  "ACATTTT": 3387,
  "ACATTTTAA": 11000,
  "ACATTTTC": 5652,
  "ACATTTTCC": 16035,
  "ACATTTTTC": 13999,
  "ACATTTTTT": 9332,
  "ACC": 30,
  "ACCA": 26347,
  "ACCAA": 251,
  "ACCAAAA": 1944,
  "ACCAAAAC": 10009,
  "ACCAAAACAA": 29213,
  "ACCAAAC": 4154,
  "ACCAAACAA": 17235,
  "ACCAAACAC": 27304,
  "ACCAAACC": 9938,
  "ACCAAACCC": 21679,
  "ACCAAACTT": 29948,
  "ACCAAAGAC": 27305,
  "ACCAAAGC": 9175,
  "ACCAAAGG": 10008,
  "ACCAAAT": 8983,
  "ACCAAATAA": 18652,
  "ACCAAATC": 13459,
  "ACCAAATGC": 24572,
  "ACCAAATT": 16814,
  "ACCAAATTC": 27903,
  "ACCAAC": 1175,
  "ACCAACC": 3552,
  "ACCAACCC": 7243,
  "ACCAACCCC": 12872,
  "ACCAAGAA": 7708,
  "ACCAAGAAC": 24122,
  "ACCAAGAC": 16815,
  "ACCAAGACC": 25077,
  "ACCAAGAGC": 25603,
  "ACCAAGC": 4314,
  "ACCAAGCAA": 22833,
  "ACCAAGCC": 11937,
  "ACCAAGCCC": 19198,
  "ACCAAGG": 3764,
  "ACCAAGGAA": 20666,
  "ACCAAGGC": 16813,
  "ACCAAGGCC": 27901,
  "ACCAAGTC": 18651,
  "ACCAAGTCC": 27902,
  "ACCAAGTGG": 28561,
  "ACCAAGTT": 17234,
  "ACCAAGTTC": 24571,
  "ACCAATAA": 13341,
  "ACCAATAC": 26729,
  "ACCAATC": 3562,
  "ACCAATCAA": 16033,
  "ACCAATCAC": 17902,
  "ACCAATCC": 13458,
  "ACCAATGG": 9614,
  "ACCAATT": 5976,
  "ACCAATTC": 18136,
  "ACCAATTTC": 26142,
  "ACCAATTTT": 22438,
  "ACCAC": 350,
  "ACCACAA": 4267,
  "ACCACAAAA": 23271,
  "ACCACAAC": 17498,
  "ACCACAC": 3338,
  "ACCACACC": 12451,
  "ACCACACCC": 12987,
  "ACCACAGA": 21458,
  "ACCACAGAA": 29268,
  "ACCACAGAC": 22876,
  "ACCACAGC": 9246,
  "ACCACAGCC": 15879,
  "ACCACAGG": 24724,
  "ACCACAGGC": 22093,
  "ACCACATCC": 18962,
  "ACCACATT": 17289,
  "ACCACC": 499,
  "ACCACCAA": 16098,
  "ACCACCAAC": 22521,
  "ACCACCACC": 7211,
  "ACCACCACCACC": 8921,
  "ACCACCAGC": 18982,
  "ACCACCATC": 26828,
  "ACCACCC": 2771,
  "ACCACCCC": 10281,
  "ACCACCCCCC": 23314,
  "ACCACCGC": 22571,
  "ACCACCGCC": 26252,
  "ACCACCTCC": 14893,
  "ACCACCTGC": 21043,
  "ACCACGAA": 22483,
  "ACCACGAC": 21373,
  "ACCACGC": 9627,
  "ACCACGCC": 14133,
  "ACCACGCCC": 11693,
  "ACCACGG": 8356,
  "ACCACGGC": 15535,
  "ACCACGTC": 28628,
  "ACCACGTGG": 25649,
  "ACCACTAC": 16435,
  "ACCACTACC": 19219,
  "ACCACTC": 4804,
  "ACCACTCC": 18213,
  "ACCACTCCC": 22092,
  "ACCACTGC": 13488,
  "ACCACTGCC": 18681,
  "ACCACTGG": 18212,
  "ACCACTT": 9135,
  "ACCACTTC": 18753,
  "ACCACTTCC": 15043,
  "ACCAGA": 3182,
  "ACCAGAA": 3085,
  "ACCAGAAC": 18751,
  "ACCAGAC": 4782,
  "ACCAGACC": 16466,
  "ACCAGAGC": 13751,
  "ACCAGAGG": 27521,
  "ACCAGC": 724,
  "ACCAGCAA": 22570,
  "ACCAGCAGC": 23379,
  "ACCAGCC": 2282,
  "ACCAGCCC": 7787,
  "ACCAGCTC": 19571,
  "ACCAGCTGG": 28782,
  "ACCAGG": 662,
  "ACCAGGAA": 10151,
  "ACCAGGAAGG": 22134,
  "ACCAGGC": 2793,
  "ACCAGGCC": 12339,
  "ACCAGGCCCC": 25717,
  "ACCAGGGC": 15570,
  "ACCAGGTGC": 24678,
  "ACCAGT": 4953,
  "ACCAGTC": 6559,
  "ACCAGTT": 5039,
  "ACCAGTTC": 28126,
  "ACCATAA": 10695,
  "ACCATC": 1150,
  "ACCATCC": 4348,
  "ACCATCCC": 19570,
  "ACCATGAA": 13132,
  "ACCATGC": 5128,
  "ACCATGCC": 14915,
  "ACCATGG": 2803,
  "ACCATGGC": 9247,
  "ACCATGT": 19012,
  "ACCATGTC": 11432,
  "ACCATGTT": 28781,
  "ACCATT": 1816,
  "ACCATTC": 5914,
  "ACCATTTT": 17074,
  "ACCC": 69,
  "ACCCAA": 712,
  "ACCCAAAA": 7122,
  "ACCCAAAAC": 21879,
  "ACCCAAAC": 10794,
  "ACCCAAACC": 25722,
  "ACCCAAAT": 25382,
  "ACCCAAC": 4293,
  "ACCCAACC": 8290,
  "ACCCAACCC": 13474,
  "ACCCAACCCC": 28056,
  "ACCCAAGAA": 14496,
  "ACCCAAGC": 9255,
  "ACCCAAGG": 8204,
  "ACCCAATC": 10795,
  "ACCCAATT": 16716,
  "ACCCAC": 1128,
  "ACCCACAA": 7491,
  "ACCCACAC": 5082,
  "ACCCACACC": 20525,
  "ACCCACACCC": 28929,
  "ACCCACAGC": 15961,
  "ACCCACAGG": 22659,
  "ACCCACC": 1627,
  "ACCCACCAC": 29626,
  "ACCCACCC": 2912,
  "ACCCACCCC": 9715,
  "ACCCACCCCC": 16143,
  "ACCCACCGC": 29624,
  "ACCCACCTC": 19084,
  "ACCCACGC": 9849,
  "ACCCACGCC": 28271,
  "ACCCACGG": 13032,
  "ACCCACTC": 6229,
  "ACCCACTCC": 12484,
  "ACCCACTGC": 28928,
  "ACCCACTGG": 19649,
  "ACCCACTT": 10882,
  "ACCCACTTC": 20841,
  "ACCCAGA": 6182,
  "ACCCAGAA": 5962,
  "ACCCAGAAC": 28926,
  "ACCCAGAC": 6594,
  "ACCCAGACC": 17582,
  "ACCCAGAGC": 19917,
  "ACCCAGAGG": 21878,
  "ACCCAGC": 1568,
  "ACCCAGCAA": 25897,
  "ACCCAGCAGC": 23482,
  "ACCCAGCC": 3633,
  "ACCCAGCCC": 9042,
  "ACCCAGCCCC": 18257,
  "ACCCAGCGC": 19648,
  "ACCCAGCTC": 26472,
  "ACCCAGCTCC": 23923,
  "ACCCAGG": 1423,
  "ACCCAGGAA": 28268,
  "ACCCAGGC": 4258,
  "ACCCAGGCC": 9526,
  "ACCCAGGCCC": 28272,
  "ACCCAGGGC": 16326,
  "ACCCAGT": 9474,
  "ACCCAGTC": 10106,
  "ACCCAGTCC": 16142,
  "ACCCAGTGC": 28270,
  "ACCCAGTGG": 18519,
  "ACCCAGTT": 10881,
  "ACCCAGTTC": 23048,
  "ACCCATAA": 23045,
  "ACCCATAC": 22657,
  "ACCCATC": 4382,
  "ACCCATCC": 8558,
  "ACCCATCCC": 20207,
  "ACCCATGG": 19342,
  "ACCCATT": 6539,
  "ACCCATTC": 13798,
  "ACCCATTCC": 28927,
  "ACCCATTTT": 25896,
  "ACCCC": 137,
  "ACCCCAA": 1785,
  "ACCCCAAAA": 29089,
  "ACCCCAAAC": 27772,
  "ACCCCAAC": 9996,
  "ACCCCAACC": 18091,
  "ACCCCAACCC": 29092,
  "ACCCCAAGC": 24498,
  "ACCCCAAGG": 18317,
  "ACCCCAC": 4330,
  "ACCCCACAA": 29090,
  "ACCCCACAC": 26613,
  "ACCCCACC": 6257,
  "ACCCCACCC": 6949,
  "ACCCCACCCC": 5852,
  "ACCCCACCCCC": 11320,
  "ACCCCAGAA": 16557,
  "ACCCCAGC": 4441,
  "ACCCCAGCC": 10985,
  "ACCCCAGCCC": 24032,
  "ACCCCAGG": 4077,
  "ACCCCAGGC": 21264,
  "ACCCCATC": 13684,
  "ACCCCATCCC": 29808,
  "ACCCCATT": 28434,
  "ACCCCC": 335,
  "ACCCCCAA": 4400,
  "ACCCCCAC": 9946,
  "ACCCCCACC": 18956,
  "ACCCCCACCC": 13348,
  "ACCCCCACCCC": 8594,
  "ACCCCCACCCCC": 9338,
  "ACCCCCAGC": 13872,
  "ACCCCCAGCC": 25644,
  "ACCCCCAGG": 18391,
  "ACCCCCC": 1216,
  "ACCCCCCAA": 28741,
  "ACCCCCCC": 3335,
  "ACCCCCCCCC": 25206,
  "ACCCCCCCCCC": 24689,
  "ACCCCCCGC": 14298,
  "ACCCCCCTC": 25737,
  "ACCCCCGC": 6482,
  "ACCCCCGCC": 18151,
  "ACCCCCGCCCCC": 28621,
  "ACCCCCGG": 5862,
  "ACCCCCTC": 5408,
  "ACCCCCTCC": 9503,
  "ACCCCCTCCC": 15369,
  "ACCCCCTCCCC": 18677,
  "ACCCCCTCCCCC": 27955,
  "ACCCCCTGG": 20372,
  "ACCCCCTTC": 24607,
  "ACCCCGAA": 16974,
  "ACCCCGAC": 13195,
  "ACCCCGACC": 29807,
  "ACCCCGAGC": 21611,
  "ACCCCGAGG": 27770,
  "ACCCCGC": 1507,
  "ACCCCGCAC": 26040,
  "ACCCCGCAGC": 29809,
  "ACCCCGCAGG": 27773,
  "ACCCCGCC": 5795,
  "ACCCCGCCC": 6553,
  "ACCCCGCCCC": 5760,
  "ACCCCGCCCCC": 9493,
  "ACCCCGCCGC": 26614,
  "ACCCCGCCTCC": 26616,
  "ACCCCGCGC": 11398,
  "ACCCCGCGCC": 24980,
  "ACCCCGCGG": 13197,
  "ACCCCGCTC": 25510,
  "ACCCCGCTCC": 21612,
  "ACCCCGG": 2011,
  "ACCCCGGC": 9373,
  "ACCCCGGCC": 12739,
  "ACCCCGGCCC": 16975,
  "ACCCCGGGC": 16783,
  "ACCCCGGGCC": 21265,
  "ACCCCGGGG": 13196,
  "ACCCCGGGGC": 24499,
  "ACCCCGTCC": 25509,
  "ACCCCTAA": 16782,
  "ACCCCTAC": 15486,
  "ACCCCTC": 2051,
  "ACCCCTCC": 4094,
  "ACCCCTCCC": 7131,
  "ACCCCTCCCC": 11844,
  "ACCCCTCCCCC": 11074,
  "ACCCCTCGC": 18898,
  "ACCCCTCGG": 27771,
  "ACCCCTCTC": 26612,
  "ACCCCTGAC": 27166,
  "ACCCCTGC": 7063,
  "ACCCCTGCC": 23577,
  "ACCCCTGCCC": 24033,
  "ACCCCTGG": 5632,
  "ACCCCTGGC": 21610,
  "ACCCCTTC": 8578,
  "ACCCCTTCC": 14384,
  "ACCCCTTCCC": 29091,
  "ACCCCTTCCCC": 26615,
  "ACCCCTTTC": 23153,
  "ACCCCTTTCC": 24034,
  "ACCCGAA": 5478,
  "ACCCGAAC": 18256,
  "ACCCGAC": 5961,
  "ACCCGACC": 18255,
  "ACCCGACCC": 26473,
  "ACCCGAGA": 28925,
  "ACCCGAGC": 12074,
  "ACCCGAGCC": 23047,
  "ACCCGAGG": 12378,
  "ACCCGAGGC": 26471,
  "ACCCGC": 605,
  "ACCCGCAA": 24836,
  "ACCCGCAC": 11647,
  "ACCCGCAGC": 12822,
  "ACCCGCAGCC": 25713,
  "ACCCGCAGG": 17937,
  "ACCCGCC": 2136,
  "ACCCGCCC": 4462,
  "ACCCGCCCC": 9041,
  "ACCCGCCCCC": 14072,
  "ACCCGCCGC": 22656,
  "ACCCGCCTCC": 25383,
  "ACCCGCGC": 5494,
  "ACCCGCGCC": 20112,
  "ACCCGCGG": 5626,
  "ACCCGCGGCC": 26272,
  "ACCCGCTC": 7733,
  "ACCCGCTCC": 15603,
  "ACCCGCTCCC": 26846,
  "ACCCGCTGC": 16916,
  "ACCCGCTGG": 20723,
  "ACCCGG": 740,
  "ACCCGGAA": 5346,
  "ACCCGGAC": 8890,
  "ACCCGGAGC": 10590,
  "ACCCGGAGG": 9850,
  "ACCCGGC": 2219,
  "ACCCGGCC": 4590,
  "ACCCGGCCC": 9583,
  "ACCCGGCCCC": 23922,
  "ACCCGGCCGC": 29625,
  "ACCCGGCGC": 27022,
  "ACCCGGCGG": 21525,
  "ACCCGGGA": 11733,
  "ACCCGGGAA": 22661,
  "ACCCGGGAC": 15441,
  "ACCCGGGC": 5397,
  "ACCCGGGCC": 9256,
  "ACCCGGGG": 5297,
  "ACCCGGGGC": 12713,
  "ACCCGGTC": 18021,
  "ACCCGTC": 8289,
  "ACCCGTCC": 22655,
  "ACCCGTGC": 23046,
  "ACCCGTGG": 21524,
  "ACCCGTT": 10589,
  "ACCCGTTC": 23921,
  "ACCCTAA": 5625,
  "ACCCTAAC": 23481,
  "ACCCTAC": 6183,
  "ACCCTACC": 11382,
  "ACCCTAGC": 15120,
  "ACCCTAGG": 11986,
  "ACCCTATC": 29622,
  "ACCCTC": 731,
  "ACCCTCAA": 8424,
  "ACCCTCAC": 10439,
  "ACCCTCACC": 13799,
  "ACCCTCAGC": 14662,
  "ACCCTCAGG": 20840,
  "ACCCTCC": 1506,
  "ACCCTCCC": 3200,
  "ACCCTCCCC": 8783,
  "ACCCTCCCCC": 16513,
  "ACCCTCCGC": 27023,
  "ACCCTCCTC": 21526,
  "ACCCTCCTCC": 27024,
  "ACCCTCGC": 9208,
  "ACCCTCGG": 9780,
  "ACCCTCTC": 5081,
  "ACCCTCTCC": 9582,
  "ACCCTCTCCC": 28058,
  "ACCCTCTGC": 16141,
  "ACCCTCTGG": 13955,
  "ACCCTCTT": 12180,
  "ACCCTCTTC": 19343,
  "ACCCTGA": 6464,
  "ACCCTGAA": 8996,
  "ACCCTGAC": 8471,
  "ACCCTGAGC": 16512,
  "ACCCTGC": 1766,
  "ACCCTGCC": 5167,
  "ACCCTGCCC": 9475,
  "ACCCTGCCCC": 22660,
  "ACCCTGCGC": 28269,
  "ACCCTGCTC": 22267,
  "ACCCTGG": 1876,
  "ACCCTGGC": 5430,
  "ACCCTGGCC": 10107,
  "ACCCTGGGC": 15774,
  "ACCCTGGGG": 21184,
  "ACCCTGT": 7084,
  "ACCCTGTC": 9091,
  "ACCCTGTCC": 22658,
  "ACCCTGTT": 21183,
  "ACCCTT": 10369,
  "ACCCTTAA": 14201,
  "ACCCTTC": 3530,
  "ACCCTTCC": 6939,
  "ACCCTTCCC": 13033,
  "ACCCTTGC": 16325,
  "ACCCTTGCC": 23483,
  "ACCCTTGG": 13655,
  "ACCCTTTAA": 29623,
  "ACCCTTTC": 11985,
  "ACCCTTTCC": 22266,
  "ACCCTTTT": 10793,
  "ACCCTTTTC": 18020,
  "ACCGAA": 1602,
  "ACCGAAAA": 17288,
  "ACCGAAC": 9694,
  "ACCGAC": 1729,
  "ACCGACC": 6174,
  "ACCGACCC": 20750,
  "ACCGAGA": 10280,
  "ACCGAGC": 3360,
  "ACCGAGCC": 14458,
  "ACCGAGG": 4570,
  "ACCGAGGC": 12143,
  "ACCGATC": 14914,
  "ACCGATT": 14766,
  "ACCGC": 241,
  "ACCGCAA": 7019,
  "ACCGCAAC": 25597,
  "ACCGCAC": 6460,
  "ACCGCACC": 9743,
  "ACCGCACCC": 20975,
  "ACCGCACCGC": 18369,
  "ACCGCAGAC": 25073,
  "ACCGCAGC": 7335,
  "ACCGCAGCC": 12308,
  "ACCGCAGCCC": 22435,
  "ACCGCAGG": 8311,
  "ACCGCATC": 18368,
  "ACCGCATT": 27892,
  "ACCGCC": 743,
  "ACCGCCACC": 22961,
  "ACCGCCC": 1837,
  "ACCGCCCC": 4905,
  "ACCGCCCCC": 8984,
  "ACCGCCGC": 9829,
  "ACCGCCGCC": 11019,
  "ACCGCCTC": 29477,
  "ACCGCCTCC": 20145,
  "ACCGCGAA": 23226,
  "ACCGCGAC": 17003,
  "ACCGCGC": 2152,
  "ACCGCGCC": 7039,
  "ACCGCGCCC": 13455,
  "ACCGCGCCCC": 24567,
  "ACCGCGG": 2423,
  "ACCGCGGC": 8265,
  "ACCGCGGCC": 9548,
  "ACCGCGGCGC": 29942,
  "ACCGCGGCGGC": 28552,
  "ACCGCGGGC": 13707,
  "ACCGCGGGG": 13857,
  "ACCGCGTC": 27893,
  "ACCGCGTCC": 19477,
  "ACCGCTAC": 22060,
  "ACCGCTACC": 19196,
  "ACCGCTC": 4737,
  "ACCGCTCC": 6303,
  "ACCGCTCCC": 29202,
  "ACCGCTCTC": 28551,
  "ACCGCTGC": 6505,
  "ACCGCTGCC": 10473,
  "ACCGCTGG": 9120,
  "ACCGCTGGC": 21678,
  "ACCGCTTC": 10075,
  "ACCGCTTCC": 15519,
  "ACCGG": 378,
  "ACCGGAA": 3203,
  "ACCGGAAC": 24175,
  "ACCGGAC": 8146,
  "ACCGGACC": 15883,
  "ACCGGAGC": 10945,
  "ACCGGAGCC": 19803,
  "ACCGGAGG": 10088,
  "ACCGGAGGC": 27374,
  "ACCGGC": 1260,
  "ACCGGCC": 3273,
  "ACCGGCCC": 11431,
  "ACCGGCGC": 21796,
  "ACCGGCGG": 15727,
  "ACCGGGA": 6376,
  "ACCGGGAA": 14767,
  "ACCGGGAAC": 20379,
  "ACCGGGAC": 13245,
  "ACCGGGACC": 16238,
  "ACCGGGAGC": 16831,
  "ACCGGGAGG": 18160,
  "ACCGGGC": 2657,
  "ACCGGGCC": 7110,
  "ACCGGGCGC": 20692,
  "ACCGGGG": 3509,
  "ACCGGGGC": 10559,
  "ACCGGGTC": 18966,
  "ACCGGGTCC": 18401,
  "ACCGGTAA": 25659,
  "ACCGGTC": 16099,
  "ACCGGTCC": 20378,
  "ACCGGTGC": 19223,
  "ACCGGTTC": 25658,
  "ACCGTAA": 10696,
  "ACCGTC": 2147,
  "ACCGTCC": 8234,
  "ACCGTGA": 15569,
  "ACCGTGC": 7759,
  "ACCGTGG": 9828,
  "ACCGTT": 2998,
  "ACCGTTC": 15233,
  "ACCT": 25246,
  "ACCTAA": 1919,
  "ACCTAAC": 16266,
  "ACCTAC": 1701,
  "ACCTACC": 6929,
  "ACCTACCC": 23380,
  "ACCTAGA": 19858,
  "ACCTAGAA": 27522,
  "ACCTAGC": 7596,
  "ACCTAGG": 6560,
  "ACCTAT": 4831,
  "ACCTATC": 8762,
  "ACCTATT": 8274,
  "ACCTC": 291,
  "ACCTCAA": 3619,
  "ACCTCAAC": 21352,
  "ACCTCAC": 5094,
  "ACCTCACAC": 27937,
  "ACCTCACC": 10080,
  "ACCTCACCC": 18661,
  "ACCTCACTC": 28588,
  "ACCTCAGAA": 20358,
  "ACCTCAGAC": 24584,
  "ACCTCAGC": 8985,
  "ACCTCAGCC": 12880,
  "ACCTCAGG": 9349,
  "ACCTCAGTT": 27936,
  "ACCTCATC": 18378,
  "ACCTCATCC": 27333,
  "ACCTCATT": 27934,
  "ACCTCC": 557,
  "ACCTCCAA": 16663,
  "ACCTCCACC": 21051,
  "ACCTCCAGC": 18713,
  "ACCTCCC": 1716,
  "ACCTCCCC": 5358,
  "ACCTCCCCC": 23828,
  "ACCTCCCCCC": 21407,
  "ACCTCCGC": 14157,
  "ACCTCCGCC": 24665,
  "ACCTCCTC": 11356,
  "ACCTCCTCC": 10218,
  "ACCTCCTCCC": 22531,
  "ACCTCCTTC": 27434,
  "ACCTCGAA": 19493,
  "ACCTCGAC": 26168,
  "ACCTCGC": 4840,
  "ACCTCGCC": 12314,
  "ACCTCGCCC": 20998,
  "ACCTCGCGG": 23251,
  "ACCTCGCTC": 29982,
  "ACCTCGG": 4080,
  "ACCTCGGC": 13466,
  "ACCTCGGCC": 10544,
  "ACCTCGGGC": 28587,
  "ACCTCGGGG": 15870,
  "ACCTCGTC": 26167,
  "ACCTCTAA": 29981,
  "ACCTCTAC": 16224,
  "ACCTCTACC": 29984,
  "ACCTCTATC": 29985,
  "ACCTCTC": 3177,
  "ACCTCTCC": 7144,
  "ACCTCTCCC": 11515,
  "ACCTCTCCCC": 24585,
  "ACCTCTGA": 27935,
  "ACCTCTGC": 8932,
  "ACCTCTGCC": 14419,
  "ACCTCTGG": 12450,
  "ACCTCTGTC": 27938,
  "ACCTCTT": 5228,
  "ACCTCTTC": 13373,
  "ACCTCTTCC": 14722,
  "ACCTCTTGC": 29983,
  "ACCTCTTGG": 29237,
  "ACCTCTTTT": 21693,
  "ACCTGA": 2797,
  "ACCTGAA": 3471,
  "ACCTGAAC": 24723,
  "ACCTGAC": 5172,
  "ACCTGACC": 20144,
  "ACCTGAGC": 12789,
  "ACCTGC": 587,
  "ACCTGCACC": 26843,
  "ACCTGCC": 1906,
  "ACCTGCCC": 6509,
  "ACCTGCCCC": 17740,
  "ACCTGCGC": 9695,
  "ACCTGCGG": 18752,
  "ACCTGCTC": 11960,
  "ACCTGCTCC": 23381,
  "ACCTGCTGG": 29478,
