[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
A
C
G
N
T
GG
CC
TT
AA
GC
GA
TC
GT
AC
GCC
AT
GGC
GAA
GTT
TCC
AGG
ATT
TGG
AGC
ACC
TGC
GTC
GAC
TTC
TAA
CCC
AGA
ATC
TGA
AAC
TGT
AGT
GCCC
GGGG
AAAA
TTTT
GGCC
AGCC
GCGC
TAC
AGAA
GGGC
TCCC
AGGC
TAT
TGCC
AGTT
GAGG
TGAA
TGTT
TGGC
TTCC
TCTC
GAGC
TATT
GGAA
ACAC
GTGT
ACCC
GCGG
TTTC
GTCC
AGAC
GTGG
GCTC
GACC
TGTC
AGTC
ACAA
ATAA
ATCC
GCCCC
ATTC
GTGC
TGAC
GAGA
GTTC
GAAC
TTAA
TTGG
GGCGG
ACTC
TAGG
GCAA
CCCC
ATGG
TTGC
GTAA
TCAA
ATAT
TCCCC
ACTT
TACC
TAGC
TAAC
AGCCC
GGGA
TCTT
ATGC
TATC
GCCGC
GTGA
TCGG
AAGG
GGCGGC
ACGC
TCGC
GATT
GAAAA
GGCGC
ACGG
TGCCC
TGGGG
TGGCC
TAGA
AACC
ATTTT
TCAC
AAGC
GCCGG
AATT
AGGCC
TGGGC
AAAC
GGAGG
GCCGCC
ACCCC
TAGT
AAAT
GTCCC
TCTCC
TTCCC
AGGGC
GGGGC
GATC
AGAGC
TTTTC
GAGGC
AGGAA
GGAC
ATAC
TCTGC
TAAAA
GAGAA
GTTTT
GGAGC
ATGT
TTTCC
TGAGC
GGGGCC
GAGCC
TGTCC
TGCGC
ATATT
AGAGG
GAGT
TGAGG
AGAAC
AGCGC
AGTTC
TGGAA
AGGGG
GTGGC
ACAGC
TTTAA
AATC
GCCTC
GCCCCC
GGCCC
TGTGC
GTTCC
TCCGC
GTAC
TGTGG
TGTTC
TCCTC
GGCCCC
AGTCC
AACAA
TGCTC
ATGAA
GGCTC
TGACC
ATCCC
ATGA
TTAC
TAGAA
AGACC
AGCCCC
GCAC
GTGTT
TGCGG
AGCAGC
ATTCC
ATTTC
TTCTC
GTGAA
TGAAC
ATGTT
AGCTC
TGCTGC
AGTGC
GACCC
GTGAC
TCCTCC
AGGAGG
GAAGG
GAAGC
AGTGG
ATGGC
TTTGG
AGCAA
TCCGG
AGCGG
GTGTC
TCTGG
GGGGGC
TTGTT
GAGAC
TAGTT
GTGCC
NN
ATTAA
ACAGG
TTTGC
TTCAA
ACTGC
TTGGC
GCCAA
ACCGC
AAAAAA
GAACC
ACTGG
TATTC
TTGA
GCGCGC
GGGCGG
TAGGC
GGCCGC
ACCAA
TTATT
TAGCC
ACTCC
TCAGG
TTTTTTTT
GAGTT
TGCCCC
TGTAA
GGCTGC
TCTTC
ACATT
GTGGGG
GAGTC
ATCAA
ATGTC
GATGG
GGGCC
TTGAA
TCAGC
TCCAA
TGCAA
ACTTC
ACACC
TATAA
TACCC
TCCCCC
GGTC
AGTAA
GCTGC
GTGTGTGT
ACAT
TTGT
GGCTGG
TTGCC
GATAA
GAGGGG
GCCCGC
GACGC
GTCGC
ACCTC
ACAAC
TTCCCC
ATCTC
GGCAA
TACAA
GTTGC
ACAGA
GTCCCC
GTTTC
GGCAGC
GCCTCC
ATGAC
ATAAAA
TTGTC
GCCAC
TTTTCC
GGCTCC
GTATT
TGGAGG
GTCTC
GGCGCC
CCCGC
TTTGT
GGGAA
GACAA
GATTC
AGCTGC
GGCAGG
AGAAAA
TAACC
ATTGC
TTTAC
TATCC
GATGC
AGCTGG
ATGCC
AGGAC
GGTGG
GAGGCC
AGCAC
ATAAC
TTTGA
AAAAAAAA
ACCCCC
TAGAC
ATATC
AGCCGC
GGCGGGG
GTTGG
AGAGAA
TTCGC
TAAGC
ACATC
AACTC
TAGTC
GGGAC
TTCTT
GACCCC
ACCAC
GAGCGC
GTAGG
GCCTGG
GATCC
AGCAGG
TGCTGG
ACACACAC
AGCTCC
GGTT
ATTTAA
GTGGCC
GTCAC
GTTAA
GTGGGC
GAGGGC
GAGGAA
AGATC
AACGC
GAAAC
ATTTTC
ATCGC
GCCTGC
GACTC
GCCAGG
TGAAAA
GTGCGC
AACAC
ACCGG
ATTATT
GTCAA
TGTCCC
TCCCGC
TTTAT
GAGCCC
TCCTGG
TCCAC
ATTGG
NNNN
AGGCGC
GGCAC
TTATC
TGGAC
TTTGTT
TTTATT
TCACC
CCCGG
GAGAGG
GTCGG
GATGGC
TTGAC
TTTTAA
GATGA
GCCCGG
TAAAC
AGGTC
TAAGG
TGCAC
GCGCGG
TTTCCC
TTCTTC
TTTCTC
GAGAGC
GAAGAA
AGAGCC
TGGTC
GTAGC
TGCAGG
TTAAAA
GTAT
CCCAA
GATTTT
TTCGG
TGATC
TGGGAA
GGCCGG
GCCACC
AGCCAA
TTCAC
GCCGGC
TGCCGC
ATCAC
GGGGAA
TTAGG
TTCTCC
TTAAC
AGTTCC
ATCCCC
TCTCTCTC
TATGC
GTAAC
TAATAA
AGAGGC
AGAAGC
TTAT
TGGCCC
GACGG
TTTTTC
AGTCCC
GGAAGC
GGGGAGG
TGGGGC
TGCTCC
AGGCGG
TGAGAA
TGCAGC
AGAGAC
TATGG
TCCAGG
GGCGGGC
AACAAC
GAGGAGG
TGTGTT
TGTTCC
GCCCTC
ATAGG
GCCAGC
AGCCTC
GGCGGCC
TGGCGC
TGGTGG
TTGGGG
AAAACC
GTATC
ATAGC
GTACC
GAATC
GATAC
GTGTCC
ACTGA
ACTAC
GTGTGC
TTAGC
AGCCGG
TTTGAA
ACGCC
AGGCCC
TCCCGG
GTGAGG
TTACC
TCATT
AGACCC
ACTAA
TGGAGC
ACTGT
GTGCCC
AGAACC
GGAACC
ACCACC
GAGAGAGA
GCCCCGC
AGTGAA
TGAGGC
TCCTGC
ACAAAA
GTGAGC
GCCCCCC
GATGT
TGCCTC
GTGCGG
GGCCTC
TACTC
GCAGC
ATACC
GTTTTC
TCCCTC
TGGCGG
ACAGT
TGAGCC
AACGG
TAATC
TGGGCC
TTTCAA
GTCTCC
GTGGAA
TTCCTC
GGCGCGG
AGGGAA
ATATAA
AGAAGG
AGGTAA
TTCTGC
AGGAGC
ATTTCC
TCTCTC
AGTGTT
ATTTTTT
GCCGCGC
ATATATAT
TTCTGG
CCCTC
AGTGAC
AAGAA
GTGACC
AGCGGC
TGATT
GTGCTC
GGGCTC
GAGCGG
TGAAGC
TGTGGC
AGAGA
GTAAAA
GTTGTT
ATCGG
TTCCGG
ACCTCC
AAAAC
GACAC
TGCTT
TGTGAA
AGGTGA
GCTCC
GCCGCCC
ATGGCC
GGAAGG
ACGGC
GCCTT
TGACCC
ATAGA
GCGCTC
AACTT
GTTCCC
GTTTCC
ATGGGG
AAAAGC
AGGTGG
AG
ACCTGG
GATAT
AGCTT
TTTTGC
TAATT
GTAGA
ACCTGC
TACGC
AGGGGC
AGTGGC
TG
TCCCAA
ATTCAA
ATGCGC
TGTGTC
ATCTT
ATTGTT
ACGAA
TGGGAC
GAGTGG
TGGCTC
ACTTTT
TGTTGC
GCCTTC
TCCTT
ACCCGC
GAGACC
GAGTCC
AGCACC
GCTCGC
AGGCTC
ACTTCC
GGCGCGC
GGGGGG
GCCGGGC
AGATT
TGAAGG
GGCTT
TGCCAA
GAAAAC
GGCCAA
TGCCGG
TCCAGC
GTCTGG
TGAACC
AGGGAC
AGGCAA
AACAGC
ACAGCC
TAAATT
GTCTGC
TTCCAA
TCCGCC
GTGTGG
ACACAA
GTGTTC
TGTGAC
ATCATC
AGTTTC
AGTAC
GAGAAC
ATTTATT
ATTTAC
ATTCCC
ATGGAA
TGTTTC
AGCGCC
GAGTGC
GGCGAC
TGTAC
AGGGCC
TAAAAC
TGAGTT
TGTCTC
ATTGAA
TTCCGC
TGAGAC
GGCTTC
ACAACC
ATTTGC
ATCTCC
ATGGGC
ACCAGG
TGAGTC
TAGGCC
AGATGG
ATGCAA
NNNNNNNN
ATGTAA
GAGCTC
ACCTT
ACGTC
AGACAA
AGAGTT
GTCCGC
GAGGCGG
GCCGCGG
GATTTC
GGGGCCC
TCCCTCC
ATAGT
TAAGAA
TACCCC
GCCCAA
TTCAGG
TGTGCC
GCTGG
GAGTTC
TACGG
TGGCAA
TTTTTT
ACGCGC
ATCTGC
ACGTT
GATATT
AGTGTC
GGCACC
AGCCCCC
AGAGTC
ACAGAA
GAGCAA
TTCAGC
AGATAA
AGTTGC
TTTTGG
TCTCGC
TAGCCC
TATATT
ATCTGG
ATATTC
ATGTGG
AGTGCC
ACCCAA
GGGGTC
ATGTGC
ATGTTC
TACAC
ATTTGG
GGCGGCGGCGGC
GATGAA
GAACAA
AACTGC
GGGGGCGG
TAGGAA
ACCAGC
AAAATC
GGCCGCC
AAAAGG
ATCTTC
GATTGG
ACCCTC
GTCCTC
GTAGT
GGCCCCC
ACGAC
TCCTTC
ATGAGG
TATTTC
ACCCGG
GGGCTGG
AACTGG
GACCGC
ACCGCC
GGCGTC
ATTAC
ATTTTAA
AGACGC
GGCGCCC
ATGCTC
ATGAGC
ATACAA
AGCTTC
CCCCCC
ATAGAA
TCCTCCC
GGCGGCGG
GTCTT
ATGCCC
AGGCTGG
GTGAAC
GTTTAA
AACAGG
AGTTAA
TGATAA
TGCTTC
TGTTTT
TCGCC
TCCACC
ATCCAA
AACAAAA
TACTT
TATTAA
GGGGAC
GCAGG
TGGTT
GACAGC
GAATT
ATTTAT
GCGGCCC
TGCCCCC
TGACAA
GTGTGTGTGTGTGTGT
GGGCTGC
TAACAA
AGTTGG
TATTCC
ATCAGC
ATGAAC
AGGTT
GTTTGG
GGCTGA
ATGTGT
GTCGCC
AACTTC
TGTTAA
TATTTT
GCCCGCC
TGTCCCC
GCAACC
AGATGC
TGTCAA
GCGCC
GGGCGGGG
GAAAGG
AGCCAC
ATGTCC
GCTCGG
AGCCTGG
AGTCAA
AACTCC
TGATGG
TTTTTAA
GTCAGG
AGTCTC
ACAGGC
GTCACC
GTTTGC
GATGAC
GGGCAA
GGCGGGGC
TAGTTC
TCTCAA
TGTTGG
TGCGCC
GCCCAC
GCGGC
AGAGGAA
AGAGAGG
TGCGGC
GTCTTC
AACATT
GATTAA
AGTTTT
GGGCAGG
GATCCC
TATGAA
AAAATAA
TCGGC
GCCCCGCCCC
ACTCAA
TCATC
TAGAAC
GACCAA
AGTCGC
ATACAC
GTCAGC
TCCCTCCC
TTGGCC
GACAGG
GACTCC
TTCATT
GATTCC
TGGCTGC
AGATCC
GTGCAA
GCCGGGG
GAAAGC
ATCACC
GAGCCCC
TGTCGC
GAAAAAA
TCTGA
ACAAGC
GATGCC
GACTT
GACTGC
GGCCAC
GTGAGA
ACAAGG
GACTGG
AGGTGC
TACAGC
GCGGGGC
GTTCAA
TTCCCCC
GTCCGG
ACACAC
TCTCGG
TCCCCGC
GCCTCCC
GGGGTGG
GGGCGGGC
GCCCAGG
ATTGGC
ACCTTC
TCAACC
TATAAAA
ATCCTC
GATGTT
GTAGAA
AGACTC
ATTCTC
ATAACC
GCGCGCGC
GAGTGT
ATATTTT
TACATT
AGCCAGG
GAAGCC
ACTGAA
GAACCC
ATAGTT
GCCCTCC
TCCCAGC
GTTCTC
AGCTGA
TGCCTGG
TGTGT
GTTTTTT
GAAGGC
GCCCTGG
GAAATT
GGGCGGC
AGGCAGG
ATCAGG
AGATTC
AACTAA
GGCCTGG
GAGGAC
AGCCTCC
GGGCTCC
GTTGCC
TGTATT
ACACGC
GAGGCCC
AACACC
TGGCTGG
ACTCGC
ATCATT
GAGTAA
GCGCTGC
GCCCCGG
TAGTCC
AGGCTGC
TTGGAA
TTTCGC
AGGCAGC
TTAACC
TTTGCC
TGTGTGT
GTTAC
AACTAC
AAAAAC
GACCTC
AGCCGCC
GATGTC
GAGCTGG
GGGGAGC
AGGCCCC
TGATTC
GGCTCCC
ACTGCC
TCCCCCC
TGACGC
GGGCAGC
GGCTGCC
GCAAGC
TTTGGC
AACATC
GAGGAGC
TAGGGC
AGAGCCC
AGGACC
TTCACC
AGTATT
GAGCCGG
GAGCTGC
GAATAA
TGGTGC
GTATAA
TAGAGC
ATGATT
TTTTTTC
TGACTC
GTAGTT
ATCCGC
GACGCC
GCTCAA
GCCCTGC
TAGAGG
AGTCCCC
TATGTT
AGACCCC
GATCTC
AGAGGCC
TTTTCCC
GTCCAA
GCAAGG
GAGAAAA
GATCAA
ACAGAC
GAGGTGG
AGGCTCC
GTAGCC
ACACTC
GAAATC
ACTCCC
GCCCAGC
TTCCTGG
GCCATC
GTCATC
ACTTTC
GAAGAC
GAGTGA
GGCTGT
TTCTAA
AGAGAGC
AGATAC
AGTCGG
TGATGC
AGCAAC
TAGGGG
TTCCTCC
TAGCAA
ATTTTTC
TATCAA
TAAAAAA
GGCCTCC
GTAGGC
GATAAC
GAGGGGC
GCCCCTC
TGCCTCC
ATGACC
TATCCC
TAGACC
TGATCC
TACTGC
TTGTGG
ATGTGA
AGCCAGC
GCCGTC
AGAGCGC
AGAGGGC
ACTCGG
ATTAAAA
AGGAAC
GACTTC
TGAGGGG
GCCCGGC
AGAAAC
TTTGTC
TATAC
AGGAGGC
AGAGGGG
GAACGC
TGCACC
GAGCAGC
AGGGAGG
GAAACC
TACCAA
AGTAGC
AGACGG
TTGGGC
GTTTAC
ACACACACACACACAC
TGTGGGG
TCTTCCC
TTCATC
ACACCC
TGGCAGC
TCTCTCC
TGGGTC
ATCCGG
GATTGC
TGGGTT
TCTAA
TTTCGG
TA
AACCAA
GAGCCGC
GCCGGCC
TGCTGCC
ATCTAA
GTGTAA
TCTGT
GGCAGCC
GACCGG
TTGCTC
GAAGTT
GCGCAA
GACACC
GTTCGC
GAGGCGC
GCCGCCGCCGCC
TGAGGAA
GTACAA
ATATGC
GGCGGCGC
GAGGTC
TGGCTCC
TTTTGTT
GTGGAGG
GCCCGCCC
GTAACC
AGTAGG
AGAATC
GTGGCGG
GCGGAGC
TATTTAA
GCGGAGG
TCAAGG
TCCCAC
GAGGGAGG
ATTTGT
AGAAGAA
ATTCGC
ATAAATAA
TGAGGCC
AGCCCGC
AGCCCGG
ATACTT
GACGAC
AGAGGAGG
TTCTTTT
AGAGAGA
GTCGTC
ATATCC
TGCTGA
TTTCTT
TCCCAGG
TGTAGC
ACCCAC
TAAAGC
GAACTC
AGTAAC
AAAATT
GGGCGCC
TTCCTGC
ACTAT
AGGGTT
AGTGGGG
TCCCGCC
TGTCGG
TAAGTT
TGCCTGC
AGCCTGC
TACTTC
TAAATC
GGCTGGC
TTGCCC
AGGGTC
TGGCCGC
GTGGTC
TACTGG
TACAAC
AGGCCGC
TAAAGG
ACCATC
ATTTGTT
TGATGA
GCGCGGC
TGCCGCC
GATAGC
GATCGC
TGTGGCC
GATATC
TACAGG
TGCCCGC
TGAGT
AGAGCTC
TTTCTCC
ATGAAAA
TGGCCCC
TACTCC
TGTAGG
ATTTTCC
GTCCCCC
GACCCCC
TCAAGC
GCGCGCC
TCCCTGC
ACCAAC
ACTGGC
TGTGTGC
GAGATC
GGGACCC
ATTTGAA
ATTGTC
ATATGG
TAGTAA
ATAAGC
TATTGC
ATGCGG
GAGCAGG
GCGCTCC
AGGCGGC
GTATTC
TGTTTTC
GTTGGC
GTTCGG
ACTCTC
ACAGTT
GCCCACC
ATTATC
TGACGG
TAATTTT
TTAAGC
GTTGAA
GGCCAGG
TCCCCTC
ATTGCC
TGGGAGG
TAAATAA
GCGCAGC
TAACCC
TCCCTGG
GTGGCCC
GGCAAC
TTGGTC
TGTAAC
AGATGA
TGGCAGG
GGGAGCC
ACCCCCC
GACGTC
TTTATC
TTTTTCC
AGCATC
TGCCAC
TGGGCGG
TTTTTTTTTTTTTTTT
TGGTGA
TGGCGGC
AGAGCAA
TATTGG
AGCCACC
TTGTCC
TCTCTGC
TGACCCC
ACAAAC
GGGAGGGG
ATAGAC
GTGAAAA
GTGCTGG
GTGGGGC
GTTGTC
TGAATC
TTGCGC
TTTAAC
TGTGGGC
ATTAAC
AGAAAGAA
TTATAA
GCCGAC
ATCAAC
TGGACC
NNNNNNNNNNNNNNNN
ACTGTT
ACTTCCC
AAAAGAA
TTAGT
ATGAGA
TATATAA
GTACAC
TTTCTTC
TAGTGG
TGTATC
ACCGGC
TGAGCCC
TGGGGGC
AGGCAC
TAGTGC
GATCGG
TGGCCAA
TACTAC
TCAAC
TTGAGG
ATTTGA
GACGGC
TGGAAC
TATTTATT
GGGGCCGG
TCCGCCC
GGGGCCGC
TTAGA
TTGCAA
AGTACC
GTAAGC
AACCC
GCGGTC
AGAAAAC
TCTCTCTCTCTCTCTC
ATTTCAA
TCCGGC
TTCAAC
ATAGCC
GCCAAC
ACACGG
TCGGCCC
AGCAGCC
TTCTGA
GAACGG
GAAAACC
GAAGTC
GCGCAGG
GGGGGGGG
AGTTCCC
TTAAGG
ACTTGG
TACATC
TACCGC
TTTCCCC
GGCCGGC
ACGCCC
GGGAGGC
AGTGGGC
GAGTCCC
GTGCCCC
GCGCTGG
GCCGCCGCC
AGCTAA
AGCAGA
TGAGCTC
TCCCGGC
TATGGC
TTGTTC
GAATTC
GACAAC
TATATC
GGCCACC
GAGCGGC
TGGTAA
ACATTC
GTTTGTT
TATTTTC
ATACTC
GTATCC
TGAGGGC
TGTACC
GATCTT
ATACCC
GAGGGAA
TTCCAGG
TGTGTGG
GAGAGAA
ATGGCGG
GGCCTGC
AGTATC
TTTGAC
AGATTTT
GGCCAGC
TCCATC
AGTCAC
TCCCCGG
TTTCTTTC
TGTGGAA
TTCGCC
TGCCAGG
TAGCGC
TAGCTC
GAGAGAGAGAGAGAGA
TTAGAA
GTACCC
TACCTC
TGCATT
GCCTGGC
TGATTTT
CCCAGG
GTGTTTT
ATTCGG
AGCTAC
TGTCTCC
TTGTGC
TAGAAAA
TTTAGG
TGCAGA
ATGTTTT
GTCGGC
GTAGAC
GTACTT
ATATATATATATATAT
TGTAAAA
AGAAAGG
AGTAAAA
ACAATC
TTGTAA
TGAGCGC
ATTGAC
AGCGAA
TAAACC
GCGGGCC
GGCGGCGGC
TGGCCTC
GATAGG
TTCTTCC
GAGCTCC
ACATAA
AGCGAC
TGCAGCC
ACATCC
TGTTCCC
TGGAGA
TAATTC
AGGCCGG
GTGGCGC
GAATCC
GTATAT
AGTTTTC
TGGAGGC
GGCGGCCC
ACTGAC
AGTTTCC
GTAGTC
TATCTC
GTTATT
ATCGCC
GGCGGAGG
AGCTGCC
GCCCCGCCC
AGTGGAA
ACTGTC
ACAGTC
GTGCTGC
TGGGGCC
TATGAC
GCTCTGC
TATGTC
GAGACCC
TGGGGAGG
TGGTCC
ACCCAGG
GGAGCGC
AGCGTC
GGAGGGG
ATCGAA
TTGAGC
ATGATC
GTTTTCC
GCTCTCC
GCCGAA
GTTTGT
ATAGGC
TTTAAAA
TGAGAGC
TACTAA
GGAGGGC
TTTCTGC
GATCAC
AGAGCGG
TAGCCCC
AGGAAAA
GGGGGCC
ATAATC
TGCCCGG
TGGGGAA
GGCGGGGCGG
ATCCCCC
GGGCAC
AGGTCC
TGTTTCC
AACGAA
TCCCACC
TGAAGAA
TTTTATT
TGAGAGG
TTTTGAA
GTGTCCC
TGCTGT
GTAAGG
AGGCGCC
GGCGAA
AGCTGT
GCGCAC
GGAATC
ATAAGG
GCCCCGCC
AACCGC
TACACC
TATAAC
TGCCACC
CCCCGC
GTCCCGC
GTACTC
GTTTTAA
TGATTGG
TTCTCTC
TTCTGT
AGAGAAC
TAAGAC
TCCCCAA
TTTAGC
TTCAAAA
TAAGCC
TCTCCC
TTTTCAA
AGCAGT
GTCCTGG
AGCATT
TGCGGGG
TTCTAC
GGCGCTC
GTATTTT
AACGCC
GTTTTTC
ATCTAC
ATAGTC
GCGCGGCC
ATGGAGG
ACCCTCC
TTTACC
GGCGGAGC
ACCCCGC
TGTTTGTT
GTCCCGG
TCAGA
TGGAGAA
AGCCGGC
AGTGAGC
GTTATC
GCGCGGGG
TGTGAGG
AGTGGCC
GGAAAC
TTACAA
TGCCCTC
TTGATT
TGCTAA
AAAAAAC
TTGGCCC
TTATTC
AGACAC
TAGATAGA
GAGGCGGC
GTCCTCC
GGCCCCGC
GGCTTCC
ATAATAA
TTCTCCC
GAGCAC
GGGATC
TGAGTGC
AGATAT
TGCAAC
AGAGACC
TGTCAC
GGCATC
GTTGGGG
TAGCGG
ATTTCTC
GTGGTGG
TTGAAC
GTGACCC
AGTGCGC
TGCTGGC
GTGATC
GTCTGT
TTGTGT
GGGCGGGGC
GGAGCGG
GACATC
ACAAAAC
GGCTAC
GCCCGGCC
TGCCAGC
GATACC
TCTCTGG
TGTGAGC
GCCGCTC
GCCATT
GAAAAGC
GTGGAC
TTGCGG
TGCATC
TAAGTC
TAAAAAT
GTGGAGC
ATGGTC
TGGGAGC
ACCCAGC
GCCGGCCC
GTTTAT
GGGGACC
GGCAGGC
GTGGGAA
TGGCAC
GTGCCGC
AGGAAGG
AGAAGCC
GGCCCGC
GGCCGCGG
TTTTAAAA
TGACGTC
GAGGAGGC
TGTGCCC
TTAATC
GTATGC
TGGAAAA
AGCCCTC
AGGCCAA
GAGAAGG
TGAAAAC
TTAGTT
GTATGT
TTCGAA
AACCTC
TGTGCTC
AGCTCCC
ACCGAA
AGATGGC
GCCGCCGC
GGAGGAA
TACAAAA
TGGATT
TGCGTC
GTTAAC
GTTTATT
TCTTTCC
GTTCCCC
GCCAGGC
TGGCCGG
TGAGCGG
TCTCTTC
AGTGCTC
AGTCTCC
ATCAAAA
GAGAAGC
AGAGGAC
TTTCTGG
GAAGGAA
AGTGCCC
TAACTC
GACTAC
TGGCTTC
AGGTAC
ACCCACC
AGGAGAA
TTCCTTC
TATCTATC
ACTTAA
GGCAGA
AGTGAGG
GTTGAC
GTATGG
ACTTGC
TGGTTC
TGTGTCC
ATTTCCC
TAACGC
TGTGCGC
TGTCTGC
TATCGC
AGCCCAA
AGGGCGG
ACCTAC
AGGAGCC
AGTGTCC
ACGGCC
TGGAGCC
AGGAGA
TTGACC
GCCTGCC
GCCCCAA
ATATTAA
GCCGAGC
TAAAATT
TATTTTTT
GAGTTCC
TGCGGCC
AGAAAAAA
ATTAGC
AGGATC
TGGGCTC
GTCAAC
AGAAACC
GGGAGAA
GATGGGG
AGCGCGC
TCTTTTC
ACGCGG
GGCTCGG
ATGGCCC
AGGCCTC
GTCATT
GGGCGGCC
TAAACAA
TGAGCAA
TTCCCGC
GTTTCTC
TGGATC
GTTACC
GTACGG
GGGGTCC
TGAGTCC
TGAGTGG
GAGAGGC
ACTTTTC
ATTACC
TAATCC
TCTCCGC
GAGAACC
GGCCCGG
AGGGGGC
AGTGTGG
ATAAAAC
ACTATT
TAATTAA
AGATGT
AGAGTCC
AGTGTGC
GATAGA
TCCCTTC
TTTTCTC
TAACGG
TACTTTT
TATAAAT
GCCAGCC
AGTGCAA
ATTTTGC
TTCCAGC
TGTTTGC
ACCTCCC
CCCCAA
ACGGCCC
GAGGGGGC
ATTAATT
AGAACAA
TGAGTTC
GGAACCC
AGATGAA
TAATGC
AGAGGGA
GAATGC
ACCGAC
GGCCGCGC
TAAGGC
TGCCTTC
GAGCCAA
AACTTTT
GCCGGGCC
TTCCAC
TCCAGCC
TGCGGGC
ACAAACAA
AGAACCC
TGCCCAA
TCTGCGC
AAGGTC
AGAAAGC
AAGGAGG
GTTAGC
TTGGAGG
GCCTGCGC
TGAAAC
GGAAGAA
ACTTTCC
TGTGTTC
ATAAAC
TACCGG
GGGGGAA
TGTTGTT
TTTTTTTC
TCCCGCCC
TTGGGAA
TTCGGC
TGTGACC
GAGGGAC
TGTCACC
AGGAAGC
ATGAGT
TGACAGC
TTATTTT
TCCTGCC
ACCCTGC
GCCCCCGC
GTACGC
AAAAATC
TAATAC
GATGGCC
TTGCTGC
ACGGTC
TGGGGTC
AGGCACC
GCAATC
TGGGTGG
ATATATT
TTGTGA
GCCTTCC
AGCGGCC
TAATAT
GTTTGA
GATTTTC
ACCCCAA
AGTGCGG
GGCGCTGC
TGGGCGC
AAAAATT
AGACAGG
ACGTGG
GTGCAGG
TTGTTTT
AGAGTGG
ATCTGT
GGGGCCCC
AGTGTGT
TCCAAC
AGACAGC
TTTCAC
GTGTTCC
TAATGG
GGGCACC
GCCTAC
TCCTTCC
AGCCCCGC
TGCGCGC
ATAAATT
GTGCCGG
ACCATT
TCGGTC
AGTTCAA
GGAAAGG
TCTCAGC
GTGCAGC
TTTAGA
CCCAGC
TCTCCTC
AGGCGGGG
GAGCGCC
GATAAAA
GTTTGAA
AGTGACC
TCCTGGC
GACGAA
GTGGGGCC
GTTTCCC
AGAGTTC
GAGGCCCC
GTCTCCC
TAAAAAC
ATGGAC
AAAAAAAAAAAA
TTAGCC
TTCCCGG
GCCCCTCC
TATGCC
ACCGCCC
GTCGGGG
AACGGC
GCCGAGG
AGGATT
AGGTTC
TTTGGGG
TGGTGGC
TCTAC
TTAAATT
AGCAAAA
CCCAC
TGATAC
TTTCCAA
GTATAC
GCCGGAA
TTTTTATT
AGAAATC
ATACGC
AGCTGGC
TGAGAAC
ACTTTAA
ATGAGAA
TATAATT
AACCGG
GTGGGGGC
GGCTAA
GTCTAC
AACTGAA
GGCCGGGG
GTGCTCC
ACTCAC
TGCAGT
ATCCTCC
TGAGGAGG
TATATAT
AGCGCGG
ACCCTGG
TGGGGGG
GACATT
GATAGT
GAGTTTT
TTCAGA
GCCTCTC
TGCAGGC
TTCCTTCC
GTTAGG
TGTCTGG
TCAATC
TAATATT
TGTGCAA
CAA
GGGGCTC
GGCGGGAC
AGCTGTT
AGAAGGC
GTGCAC
GAGCGAGC
TGGGATT
TGAACAA
GGCCGGGC
GAGAGCC
TTTTTTAA
ACCTGCC
ATTCCAA
GCCGCGCC
GAATGG
CCCTCC
TGAGGAC
GAAGGGG
TGTCCTC
TTACTC
AGCTGAA
TGAGACC
AACGAC
AGAAGAC
GGCGTT
GGCGGGGCC
ACCTAA
TGTCTTC
AGGTAGG
TGCTAC
GCGCGCGG
GCCCCGCCCCC
ATTTTGG
AGACTCC
AGTCTGG
ATCTGA
GAAAATC
ATATTCC
ACATGG
AGTGTTC
TATAGC
ACGGGG
ATCGTC
ATTTCTT
GCCCTCCC
GCGCGGGC
ATATTTC
AGGGAGC
TTTCTTTT
ATCGAC
GCTCTGG
GCCGCTGC
ATCTGAA
TGAGTGT
GGCGAGG
ACCAAAA
TGGCGCC
TTGCTCC
GATGGGC
ACACAGC
TCTCAC
AACAGA
AGTGAAC
GCCCGGGC
ACACACC
TTTCCTC
ATTAGG
TGTGATT
TGCCTT
ATCCTGG
TGATGAA
AGTGATT
GGCGAGC
GGGGCGGGG
TGACCTC
TGTTTAA
TAGGTC
AGCAGCAGCAGC
GAGAGAC
GCGCGCCC
TTCCCTC
ACATAT
GCCATGG
TGACTCC
AGAGAGAA
ATTCCCC
TTCTGCC
AACAGAA
AGCAGAA
GTCTTCC
TGGCGGCC
GGAGGAGG
ATGGCGGC
GTCTCTC
GGGAGAC
TTACCC
AGCAGGC
TGCTGAA
ACAAGAA
GGCCCCGG
ATGTTCC
GTTTTGG
TGACCAA
AGTTTAA
AAATGAA
ACAGCAA
TGGAAGG
AGTGAGT
TTAAAAC
TTCTTTC
TGTGTAA
TTACTT
TGTCTGTC
GAGGGCC
GGAAAAC
GTGACGC
TGTTTAC
ATTTTTAA
ACCCCGG
ACACTGC
TTGAGA
ATGAGCC
TGTTTGG
GGCGCGGC
GAGGGGCC
AGACACC
GTGGGCC
TTGCTGG
GTTAAAA
GTGAGCC
GCGGAC
ATCTTTT
ACTCTCC
TATTCAA
GAAAGAA
TGATTTC
TGTTTTTT
TTGAAAA
GGCTCTC
TTCTGAA
TCCCCTCC
TCGCTGC
ACATGC
GTTTTGC
TGGGGCCC
ACACAGG
TGGCACC
AGAGTGC
TGCCGGC
GGAAGCC
GCCCGGGG
GCCCGCGC
GGCGCGGGG
TGTTCTC
GAAGAGG
TACAGT
TTAGGC
ATACGG
TGAATGAA
TATTTCC
TGTCAGC
ACGGGC
GTTTCAA
AGATTTC
GCGGGAC
GTAATC
TTCAGTT
TCACTGC
TCTGCTC
GACCCGG
AAAACCC
TGACAGG
GTGCGCGC
TCTCCAA
GTCTGA
ATCGGC
GATCCCC
ATTCTCC
CCCCCCCC
GTGAGAA
TATCGG
GCCGCCCCC
GGCAGT
AGCGGGC
TGCAGAA
TGGGCTCC
GCCTCGG
GAATTTT
AACTGA
AGCCTCCC
GTGTGTT
AGCCTTC
AGCCAATC
TGTTCAA
TGTGCGG
TTCCCAA
TGTCCGC
TTACAC
ACGCTC
ATGTCCC
ATTGGCC
TTTTTTTTTTTT
ACGTGC
CCCCGG
GTGAAGG
TGCTGTT
TAAAGT
ATCCAGG
GACCCGC
AACTTCC
GAGGCTC
GGCGTCC
TGCTTTT
AACCCCC
TTCAGT
TGATTGGC
ACTTTGG
ATGGCGC
ATCTCCC
ACTCTGG
TAGTTCC
TCTCAGG
GAGCGCGC
GTGGCGGC
AGAGAAAA
TCCGGGC
TGAGGGA
AGTTTGG
AGCGCCC
AGAAATT
ACCCCTC
AGATATT
GACCTGG
AGACCAA
AACGTT
GTG
GAAAGT
TTCTGTT
TATAGG
GAGGCAA
GTCGCGG
ACCCGCC
GGCATT
TTCGTC
TGCCTGCC
GTCCAGG
TTATCC
TTTAGT
TGTCAGG
TCTTTAA
TCGCTCC
TTTCAGG
ATTCTGG
AGCGGGG
ACCGTC
TGATGT
AGAGGAGC
GAGGAGGAGG
ACCTGT
TGCGCGG
ACCGCGC
TTTTTGG
GATGCCC
TGCGAC
CCCTGG
TCTCTCCC
TTTCTAA
GGCGGGCGC
GCAAAC
TGCGAA
AGATGTT
GGCCGCCC
GGGGGCGGGG
TTAATAA
GCCGCTGCC
AGATGCC
AACAAAC
TGCTGCTGC
TCTGCAA
GTGGGAC
GGCTCGC
AGACTGG
AGACTGC
ATTCAC
ATGCTGG
TAAAGTT
AACGTC
TCCGTC
AGCTTCC
TGAGTAA
AGTAGT
AGCCTT
AGGGGAA
ATGTGAA
GCCGCGGC
AACTGT
TAGAGAA
GTCCTGC
TGATAT
AAATATT
TGAAGCC
ATGGGAA
TCCTCCTCCTCC
TTTGCAA
GGGGAGGC
ATCCAC
TAGCCAA
AGTGTAA
TAAAATC
AGATCCC
GTGGTGC
TCTCCGG
TGTGAAC
ATTCATT
TGACTGG
TGTCCAA
GAGGTAA
ACTCTGC
AAAAAAAAAAAAAAAA
TTCGTT
GTCTAA
ACCCGGC
GTGAAGC
ATGCCCC
TCCTAA
AGTTTGC
TCCATT
ATCTCTC
AAAATAC
TTTCATT
TTAGTC
TTAAAC
GACAGA
GCTCAGG
GACGCGG
ATCTTCC
GCCCTTC
AGTCCGC
GACCAGG
AGGGCTGG
GAGGGCGG
TCCCCGCC
ATGAGGC
ATAACAA
GAGGTGC
GTCCAC
TCTGCGG
GAGCCTC
ATGGAGC
AGTCCTC
TGAGTGA
AAAAATAA
TGACAC
TAGATC
GCCCAGCC
GCCCGCGG
AACAGT
AGGCTTC
TGACTGC
GAG
GTCGTT
GAGGACC
ACGCAC
GCCGTT
GACTTCC
TGGCGGGG
ATGCTGC
GTGGCTC
AAGGTAA
TCCGCGC
AGAAGTC
GGAAGGAA
AGTCAGC
GAATAC
GTATATT
AGACAGAC
GCTCAGC
ATGAAGC
ACTCAGG
GGCGTGG
AGTTGTT
GTGTGTGTGTGT
GATCTCC
ATGAACC
ACCAGCC
AATTTTC
TGGCTGCC
GTTCTCC
GCCGCTCC
AGAGATT
TATGTAA
AGGGGTC
GCCCCTCCC
GGCGGAGGC
GCCTCGC
AGCCAGGC
TGAAGAC
TTTCAGC
AGGGCAGG
AAAAAGG
AGCCGCGG
TTCCACC
AGATCAA
AACACAA
TGTGGGA
GGGCTTC
GAGCCGCC
GTCAGT
TTTTAC
TTGCAGG
TTTTTGC
AGTCAGG
TGAGGTC
TTTGCCC
GTCGCGC
AGTCTGC
GTCCCTC
TGAAATT
TGGCAAC
TGGGCTGG
GAAATAA
TCCAGGC
GACGCGC
AAAATAT
AATTCCC
GATGAGC
GTTTCTT
TGAGGGGC
GGCGGTC
GCTCAC
GAGACGC
GCCTGT
GCCCGCCCC
AATTTAA
TCCGAA
TTCATTC
AGAGTAA
AGTCCAA
GATGGAA
AACAGTT
TTCCTCCC
TGGAAGC
TATTTAC
TTTTTGTT
TGCTCCC
TGGCTT
TTCCGCC
ATGAAGG
ATTATAA
TGTAAAC
GAGGAGCC
TATTTAT
AGGGGCC
GACTAA
TTTTTCTC
TTGGGGC
ATCCCGC
AGAGATC
TTTTTAC
GAGATGG
TGAAAGC
TTCCTT
GAGTGAA
GTGCCTC
ATCAGTT
TGAGATT
TTTCACC
TCGGGGC
TTCTCTT
ATCTAT
GGGGGTC
TTGGAGC
GGGGGGC
AGAATAA
GCGGTGC
ATCCTGC
GTGGCAA
GCCACCC
TCCTCCCC
GTGTGTC
GACCAC
AGTCACC
TGGGAAC
AAAAACAA
AAGGCCC
ATCCCGG
AGCCCCGG
TACCCCC
TTTTATTTT
GGCGGTGGC
TTCTCAA
AGAAGTT
GCCGCGGCC
GGCGGAA
ATCAGT
GACCTCC
TTGGAC
CCCCTC
TGGGCAGG
GGGGGAGG
AGTTCTC
ATGTTAA
GGGGGCGC
TACAGA
GCCAGA
GCCGCCCC
AGCCAGCC
TGGGCCC
AAAATGG
ACTCACC
GATTCCC
TCTCCCCC
AGGAGGAGG
GATGAGG
TGAGGAGC
GGGGGAC
AAAAACC
AAAATGC
ACGCAGC
TGTGGAC
ATCGTT
TAGGGAA
TTGTGTT
ATCCCAA
ACCGCGG
TGAAAGG
GCTCGGC
GAACAC
GGGAGGGC
ACGGAGG
GTGGGCGG
ATAAAAAA
GGGGTGC
AAAAGTT
AAGGGAA
TCCTCTC
TCCGCCCC
TTCAGAA
AGCCGGGC
ACTTTGC
AACTCAA
ACAAAGG
ACGCTGC
GTGTGTGTGTGTGTGTGTGTGTGTGTGTGTGT
TTATAT
TATACC
GTGGGAGG
GTTCTGG
AAGGAC
TAGAACC
TGAGAGA
TGATGAC
GTTCTGC
GTCCCCGC
GTCGAC
TAAATAT
TGTGAGT
TGAAATC
TGTCCGG
AAAAAGC
GGCGGGCC
GTCGAA
TGTAATT
AGTTGAA
AGACGCC
ATGGCAA
TTGCAGC
AGAGGTC
GAGCGGGC
TATTTTAA
GACCTGC
AAGCTGG
GCCCGGCCC
GCGCAGGC
TGCCTCCC
ATAAATC
GCCGGGGC
AGATTCC
AGATTAA
TGATGTC
GCGGGAA
GAGAGAGG
ACTCAGC
TGTAGT
TACGAA
GAGGCCGC
AGAGT
GATAGTT
GACTCCC
AACAGCC
GGCCGGCC
TGAATAA
TGAACCC
GCTCTTC
TTATGG
TGCCATC
GCTCGCC
ATTTATC
GTGTGTGC
GGAAAGC
GTGGGTC
GTGAGTC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TTGATC
TACGGC
TGCCCCGC
TCCTGA
AGGCAGGC
TTGGTGG
TCGGAGC
AGAGGCGG
TAGGAGG
TACTTCC
GTGTTTC
ACCTGGC
TGACATC
GATGTGG
TGTCATC
ACTTGAA
ACAGCTC
GAGACAA
TTTGGAA
GAGGGTC
TCGGAGG
TGAGGCCC
TTTAACC
TCCACCC
GTGCGGC
TAAAGAA
TATTATT
ACTGCAA
TATATTC
TGTTGCC
ATGCAGG
TTTCCGC
AGATCTC
TGAAGGC
AAATCCC
TATGCAA
TGACTTC
TGTAGTT
GGAAGTC
ATGTGAC
AGCCATC
GGAGCTC
TTTTGTC
GTGAGGC
GATTGGC
ACGGAGC
TCCTCCCCC
AGCCAAC
TGGCTGGC
ATTCTTC
GTTCCGC
ACATAC
AGCCCAGG
TCCTAC
TGCTGCTGCTGC
GAGCACC
AGAACTC
GTATAAAA
AGTGGGA
AGTGCAC
ATTCATTC
AAATAAAA
TTTGTTC
ATTTAAC
TTCCGGC
TCGCAGC
CTC
ATCCAGC
TTGCAC
GGCGCTGG
TGGGCTGC
GTGTTGC
GTATTTC
GAACTCC
ATTGTAA
TGATATT
TGTGTGA
AGCCGCGC
GTGTGAA
GGCGCGGGC
TGACCGC
GGTGC
TTATGC
AACTGTT
TGAAGTC
GTGAACC
ATTCTGC
TTTAGTT
AATCAGC
ATGTTGC
ACAAACC
ACAATAA
GGCCCCGCCCC
TTCAGCC
TCCCCTCCC
GGCGCGGCC
ACGGAC
GAACCAA
TTCTGTC
AACACAC
AGGCTT
TTCGAC
TATAAAC
GTAGGGG
ATGGCTC
GGAAACC
AGTCCGG
ATCTGCC
GGCGGTGG
AGATGAC
AGTGGAC
ACAAAGC
TCCGAC
TGATTAA
TGTTGAA
GTTCAC
TCTCACC
GTGTGGC
ACAAATT
GGGCGGGGCC
GAGGAAGG
GTCCAGC
ATGTGTT
AGACCGC
AGAGCCCC
AGCCCTGG
ATGCAC
GTTCCGG
GAAGAGC
GACAGAA
AAATAC
AGCGTT
AACTAT
ACACTGG
GTGTTGG
TCCGGGG
TGTAGA
AGTTAC
AGTAATT
AGTTGGC
GGCGGTGC
GGGATGG
AACAATT
AGTAGA
TTTTGCC
GACAAAA
AGGCGCGG
GTGCGCC
ACGCTGG
GGGGCTGG
ACAACCC
GCCGCCTC
GATAGAA
TGAGCCCC
TAGGCCC
GATTTAA
TCCCGCCCC
GCTCACC
GGGAGCGC
TGGGGTGG
TGTGGTC
TCCGGCC
TCCCTCTC
TATATTTT
ATCAGA
TGATGTT
TCTTTCTC
GTGAGTT
TCACAGG
AAAATTC
TACGTC
AGGCGGCC
GGAAGTT
TCTTTGG
AGACCTC
TTAGAC
TTGAGT
AGGCGGGC
AGAGCTGG
GATGAAC
ACCGGGC
GACAGCC
GGCGGGAA
TGGGGAC
AGTGT
AAAAAAAAAA
TTGGGCC
AGTCTTC
GCCCCCGG
AGCAGCAGC
GTCTGCC
AACAACC
AGTAAAC
ATATGAA
TAAATTC
GTCGGGC
AACTCCC
TACCTGG
ATCTCAA
TACGCC
GGAAGTGG
GCCGCAGC
TCCAGA
TACTGT
AGCCCAGC
TGGCGAC
AGCCCTGC
GAACTGG
ACGCAGG
GTGTCGC
CGC
GGAAGAC
TGACACC
ATATAAAA
GCCCCCTC
GAGCGGCC
TTGCTTC
TCACAGC
GTTCCAA
TCCCTCCCC
ATGGTAA
GGGAGTC
AGAACGC
TTGTTGC
TGGCTGT
GAAGCGG
AGGGCGC
AACAAGC
AGAATGG
GGCGGCAGC
GTGACAA
ATTGCAA
ATCTGTC
GAGCGGGG
GCCAAGG
GAAGCCC
AGCCGCCC
GAACAGC
GAAGGGC
AGGCGCGC
ATGTTTC
GCGGGCGC
ACAAATC
GCCCCCCC
TTTGGCC
TGCTGTC
AGTGAGA
TCCCCAC
TGCTTCC
TGATGGC
GCCTAA
GGGAGCCC
AAATGTT
GACTGT
TTTCAAAA
GTGTCTC
TTTATTC
GTGGCCGC
ATTTGCC
GAGGTGA
GATTTCC
TTTTGGC
TCCCGGCC
GTAAAC
GAACCCC
ACCACCC
AGATGTC
ATTTAAAA
ACCAGGC
TTTTTAT
TTTTTTTTC
TACAGAA
GTCCGCC
AGACTTC
GACCAGC
ATTCAGG
TCCCCCCC
TCGCGGC
TAGTCCC
TGTAGAA
ATGCTCC
TCCTCCTCC
TTTGTGC
ACCTGA
AGAAGGAA
TGAAGTT
TATTTGC
GCCGCAGCC
GTCGGCC
AGAGAGGC
ATCTTTC
AACTGCC
AGGCCTGG
TGTTATT
GTCCCAA
AGAGCAGG
ACCATGG
GTCTGGC
AGAGGGGC
ACACTCC
ATAAGAA
TTGTTTC
AAAAGCC
GCGGTGG
GGCGGAGCC
TACCAC
TCGCGCC
AAGCAGC
AGAGGCCC
TGCGGTC
ACCTTCC
AGAGCCGG
TTGGGAC
ATCAGAA
ACGCTCC
AAGCAGG
AGTAGAA
AAAAAGAA
AGTTGCC
AGTTGTC
GAGCTTC
TTAAGAA
ACTCTTC
TCAAAAC
TTTTCGC
TTGTAC
TAAGGAA
GAGACGG
TCGGGCC
AAGCTGC
GCTCGCTC
GAACTGC
TAACAC
GGGAGGCC
GAGTGGC
AGTGGAGG
GAACAGG
ATTCCTC
TATGGAA
AGTTTAC
GTTCCTC
GTGGCCCC
TTTTTCTT
ACTTGGC
GGCGCAGG
AAACAGC
GAACCGC
ATCTGTT
AGTAGGC
GTGTGCC
TAAAATAA
TTAAAGG
AGAGTGA
TACGAC
TACAGCC
GCAACCC
AGGAAGAA
TGAGATC
GCCCTGCC
GCGGAGCC
GGGATCC
GTCTGTC
AGTACAA
TGAAACC
TTGGGTT
GATGTCC
GGGGAAGG
TATCCCC
TCAAAC
GATATTC
TCCCGGGC
ATATATAA
AGTTCGC
ATATCAA
TTTTCCCC
AGGCAGCC
TAGGCGC
GGAAGGC
GTGGGTGG
ATGACCC
GTGCCAA
GAACCGG
TGTGGGGC
GGCGGGAGC
ATTATTC
TGATCAA
AAAATATT
TGGCGTC
GCCCCAC
ACGCGCC
TGGCCAC
TAGAAGC
GAGCCCGC
GACGTT
GCGCGTC
ATCCACC
TAGCTGG
TTTCATC
GCCGGAGG
TTTCCGG
GTAGGGC
GAAAAGG
ACCCACCC
TGTCGCC
ACAGCGG
TGCGCCC
TGTATTC
AGTCGCC
ATGACAA
TGATCTC
GAGGAGA
GAGATCC
ATATGTT
TCACACC
TACCCAA
ATGCCAA
GAAGGCC
GAGGAAC
TAGCAGC
GAAGGAGG
TAAAGA
ATCTCTT
TGAAAAAA
ATATAC
AAACAAAA
GACCCAA
TTGCCCC
TGTGGAGG
GAAGCGC
GTTGGGC
GACTTTT
AGTTTTTT
ATATTGC
ATTGGAA
TATTCCC
GTCCTTC
TGGCCCCC
AACCAC
TGGGCAGC
TAGGCAA
TGCCCCCC
ATGCAGC
ATCCCTC
GGGGGCGGGGCC
ATGTCAA
AACTTTC
AGCCCCCC
TGAACTC
AGTGTGA
GCCCCGCGC
GGCGGGAGG
ATGGTGG
TAGCTGC
TCGCTGG
ATTCCGC
ATAGGAA
GTTTGGC
TAATTTC
TGTTGTC
TTCCTCTC
TGTCATT
AGGCCCCC
GGCCCTC
TTGGCAA
GAGAGGAA
GTAGCCC
AACTTAA
AGTAGCC
TGTTCGC
TTGAGAA
TAGAAGG
AGAATCC
TCCCAGCC
TGTTTTTC
ATAAACAA
GAGAGGGG
GCAAGAA
GATCCGC
ATTATTTT
TCCCACCC
TGAACGC
GAGTGAC
AGGGGCCC
GTCACCC
TCACTCC
AGGACCC
GTCTTTT
ATCTTGG
TGCCTGGC
ATTGTGG
ACCGTT
TTCTAT
AACTATT
TACAATT
GAGGGAGC
ATGTAC
TAACCAA
GATGTGC
TGCTCTC
GAGTTGG
GTATGA
AGGGCCC
TGTTTAT
ATTGTTC
GTCGCCC
AGTAGTT
GCGCGGGGC
TACTTTC
AGTCAGTC
TAAAACC
GGCCTTC
TGGAATC
GACAGGC
ATTTTGAA
ACGAGC
ACTTGTT
TAGCTCC
GTGACTC
TTATATT
TTTATAA
GGCTGTC
AGGGCTC
TGCCGCCC
TTGTCCC
TTCTGGC
GGCCTCCC
TGATTCC
AGCCGGGG
TGTTTATT
GCAAAAC
AAGGAGC
AGGGCTGC
TTGTTAA
ATTATTATTATT
GTTGTGG
TAATGAA
TGTAAAT
GTGCGTGC
AGAGCAGC
GAAGTGG
TCCGCGG
ATTTGGC
TGTGTGTT
ATGGGGC
ATTTTCCC
TTTCCCCC
AGGAGGAGGAGG
GATGACC
GAGACCCC
GAAATTC
ATTGATT
TGGAGAC
GAGAGAGC
GATGTTC
ACTAGG
GAAAGA
TAAAAGC
TGTACAA
GCCGGAGC
GTACAGC
ACGAGG
ATG
AGTATAA
TACGTT
TCTCTT
TTAATTTT
ACCAGAA
AAAAGTC
TTGTGAA
ATCTGGC
GCCTCCCC
GAAACCC
GCGCTGCC
TAACGTT
GTGACGTC
GTAGGAA
GTATGTT
TGCGTT
GGGGGTGG
TGGCGGCGGC
GGCTCTGG
GAGGCCGG
GATCCGG
GGCAGAA
ATTTGTC
TTCAGTC
GCCCAGGC
TGGCCTGG
TGTCCCCC
AGGGGTGG
TAGATAGATAGATAGA
GCCGTGC
TGTATAA
AGTAACC
ACGCGGC
GAGCCCCC
AGACCGG
GAGTTGC
TGATCCC
ACACAAC
ATTCAGC
GAGAGTC
GATTCAA
ACCTCTC
GACGGGC
TGTAGCC
TTTAAGC
GTGTCCCC
ATCCTTC
ATTCTAA
GTGGGGGG
ATTAAAC
AGCTCTC
ACCAGA
AAAATCC
TTTTTTCC
GCGCGCTC
GAGGAGAA
GAGGGGCGG
TTGGTGC
ACGGGGC
TTTAAGG
AGGAACC
ATCACAA
AACAGAC
GCGCAGCC
AGTTTTAA
TGTTTTCC
GACCCTC
GGCGCCGC
AGGCGGGGC
TCGGTGC
GGAGCAA
GTATTAA
GCCTGA
TTCAATT
AGTGAAAA
TACTGA
GATGCGC
GGCTTTC
AGGGGAGG
ATCAGCC
TGGCGGGC
AAGGTGG
GGCGCAGC
AGAGCTGC
GAGTCGG
TATCCAA
ACCGGAA
ATCTTAA
AGTAAAT
TACTGAA
GAGCTGCC
GCCGGGCCGG
TTTTGAC
TCCCCGCCC
GGCGGCTC
GAGTCGC
GGCTTGG
AACTGGC
GTTCTTC
ATGGTGA
GATCTGG
ATGCCTC
ATTTCAC
GACGGGG
TACCTGC
GCCGGTC
ATCAATT
TGTATTTT
ATGTGTC
ACGGAA
ATTACAA
TGCCCAGG
GCCAAGC
TTTCTTCC
GTTCAGG
GAGGGGAA
TTTAGAA
ACGCCCC
GAGTTTC
AGGCGAC
AGGCTGCC
TAGGAGC
TCTTTGC
AGCTGTC
GCGCACC
TATATATT
GTGGTCC
AGCCCGGC
AACATAA
TGGCAGCC
ACCCTCCC
GTTGGCC
AACAAGG
ACTTTAC
GTGTTAA
GTTGGAA
TAAGTAA
TGGGCGGGG
GTGTCAA
GTTTGCC
TTTTAATT
ATTAAAT
ATGGGAC
TCACTGG
GCCAAAA
TTCTATT
TCAAGAA
TAGCAGG
GGGATGC
GGGGCCTC
TCCCCAGC
TCCCCCGC
TTTGTGG
GATTCTC
GTAGGCC
ATAGCAA
TTGGGTC
ATGGTGC
TAGTTAA
GATAACC
TTTGAAC
GTTTGTC
GCCCCAGG
GGGAGAGG
GAAAATAA
AACAAAAC
TAGTTTC
TTCTTAA
AGGCAAC
TGAGCTGC
TCCCTTCC
GTGCGGGG
ATGTTGG
GACTGA
AGGCAGA
TGTTTTAA
TACCTCC
AAAATGAA
GACCACC
TTATAC
GAAACAA
TACACAC
GAGATGC
GCAAAGC
TTTGGGC
TTTGTCC
ACCGGCC
TGAATGG
AGTTCGG
ATAGAAC
AAAAGGC
TTTTATC
AGCCTGGC
AAGCAC
GTGGGGAA
ATAGTAA
ATTTACC
AACACCC
TCCCTGCC
GCCCGAC
GGGGACCC
GGCGGCTGC
GAGACTC
AACATGG
AGGCTGA
TTCCTGCC
TATTGTT
GAATTTC
GTCTCGC
AGATTGC
AGAATTC
GCCCATC
TCAACCC
TCCGCTCC
TAGACAA
ATTCAAAA
TAACAGC
TAGGCGG
GGCTGAA
TTCTTGG
TAAGCAA
TGTGTGTC
GCCCACCC
TACAGTT
AGAATGC
ATAATTTT
TGCCCGCC
AGAGTGT
GTGACGG
AGATCTT
GGAAGCGG
TTCCCCGC
GAATAT
GAAGAAC
ATTTGAC
TAAACAC
TCTCGCC
AATTTCC
AGCGCAGC
ACATTTT
GTCTCTT
ATCTTGC
TGCCCTGG
GCCGGGCGC
ACAGCCC
GACGGCC
TAATCAA
TCTCGGC
TCGGTGG
GCCCCCAA
ATCATCC
TGTGTTTT
TTTTAGG
GAGGGCGC
GGCGGCGGCGG
ACGTCC
ACCACAC
GTCGCTC
AGATTGG
AGCCGGCC
GCCGCAGG
GTAGAGC
TTTTAAC
ACCCCCCC
TTTTCGG
TTCTCTCC
TGTGGAGC
TTCCCCCC
GAGGCTGG
ACTCCAA
AAGCTCC
GATAGGC
GATCCAA
GACTGCC
TGTGAGA
TACTGTT
GCGGGTC
GTTCAGC
ACCGAGC
TACTAT
GATATAA
GTTTATC
TGAGAAAA
TGGCATC
TAGCCGC
TTGTCAA
TTTGCTC
GATGCGG
ATTGTGC
TGGGACC
GGGGAAC
GGGCGGCGG
TGGCTCCC
ATTCATC
AGCAGCGG
GTCTTTC
TGTGGCCC
GGGGAGGGG
GCCAGT
GGCACCC
AGGGACC
ATTTAGC
GGGGCTGC
AGCCCCAA
AGCAGCAA
ACACACACACACACACACACACACACACACAC
GTTGCCC
TTTTTCAA
ACTTGCC
TGCCCTCC
TGCCCTGC
GATGGCGG
GGCGGCCGC
GGGGTGGGG
TACTGCC
AGGCATC
ATGCTAA
GTGATGG
TCGGGAA
GATCCTC
GATGCTC
GTACCCC
GTCAGCC
TTCATAA
AAAAAATT
GGGCGCCC
GGGCTCCC
AGTTTCCC
GTCAGTC
GGCCCCCC
TCTCTTCC
TCCCCTCCCC
GGACAGC
GTAGAGG
GTAGCGC
CCCTGC
GAGCGAA
ATGCGCC
TGGCCAGG
GAGGCTGC
GAGCGCGG
TTTGTAA
TGGAAAC
GGGAGTT
GTGTCGG
GGCGCCCC
GTCAGA
GTCTGTT
TAACCCC
GGCTGGGC
ATTAGAA
TGATTGC
GGCGGCGGCC
TGCGCTGC
GCCTGTC
GACAGT
GGGCGGAGG
TGAATGC
ATATATC
GGCTGTT
AACATTC
AGCCAGA
TTTCTCCC
ACGGTGG
ACGGTGC
GGACAGG
GAGTCCCC
GCCGTCC
GCGCTCCC
TTAAAGC
CGG
GTAGTTC
GACTTGG
TATTTTTC
GCAAAGG
TTGTTGG
TGATAAC
TGTGATC
GGGCTGCC
ATGTGGC
TTGAGCC
GTCAGTT
AGAGAGAC
AGGAATC
ACCTGAA
GTCAAAA
TTCATCC
AGATAAC
GGCGCTCC
GCCGGGCCC
GATTTTCC
AACAAAT
TACACAA
GCTCTCCC
AACCTGG
GTTTTTAA
ACCGGGG
ATCAGTC
TGATATC
TACAAAC
TATTGAA
TGCCCAC
GTCAGGC
ATCACCC
AACTGTC
TATAGAA
TGCCTTCC
GGCTGCGC
TCCGTT
AACAGGC
GAACTTC
TGCCCAGC
ATATTATATT
ACACACACACAC
GCCGTGG
GTCACTC
TGGCTGA
TAGGAC
TTCCCTCC
AGGGCAGC
AACTTGG
AAAAGAC
TTTTTTTAA
TGGCTAC
GAGAGCGC
TCTTGTT
TGAGCTGG
TGACCGG
TTT
GTAGTCC
GTATTCC
ACCAACC
GTCAGAA
TGTTGAC
TGGCTTCC
GAGCGAC
GAGGCAGG
AGAGGGAA
TTGTGGC
ACCAATC
GGGCGGAGC
TGAATTC
TATTTGG
ACACATT
GGCGGAC
AGCCCAC
TCTCCTCC
AACATCC
ATATCCC
TCGCAGG
TGGGGAGC
ATATTTAA
TTGGCTC
AACTCTC
GAGGTCC
ACCCTTC
ATAAAGG
GTGCACC
GCCGCGGGG
GTGCCGCC
TATACAA
GCCGCTGG
TCGGAC
GAAAAAC
TAGACCC
ATGCCGG
ATCCATCC
GCCGCGCCC
AGGCCAC
GGACTCC
AGAAAAGG
GGGCTGGC
AGGCGGAGG
GGAAGGGG
GTGTAC
GACCGCC
TGTCTCTC
ACGGGAA
AAACTCC
TACCCGC
TGCAAAA
ATCTATT
TCCCATC
AAACAGG
ATACATAC
GAGTTAA
TGCAGAC
TAAGAAC
TACATAA
GAGCATC
ACACTTC
GTGTGAC
TCGCAC
TGGGGGCC
AGCTCTGG
GAGCCCGG
TTGGCGC
TAATGT
TAAATGC
TCCCGGGG
TGCCGGCC
GAGGGTGG
GGAAGTGC
ACACATC
TGGCCTCC
AGGCCAGG
ATATATATATATATATATATATATATATATAT
GAATGAA
AGCTTTT
AGTTTTCC
TAGGGGC
TAGCAC
GAGTGCC
GCGCTTC
GGGCAGCC
TGCCATT
TAGAGAC
TTGTCTC
ACCTCAA
AGTGGGGC
GCCCCTGC
TAGGTGG
TAGGGAC
TATCTATCTATCTATC
TAG
ATTGAAC
GTCTCGG
AGAGAAGC
AAAATTAA
GGGCGAC
TATAGTT
GAGAGTT
TCCCCAGG
ACTTGAC
ACCTTTT
AGAGAAGG
AACTGAC
AGTAAGG
GAGTCTC
TTTTCCAA
GATGTAA
GGCGACC
TGGTTTT
TGAGAGAA
AACAGTC
TGCCGTC
GTTTTGTT
TGAGGCGG
ACCCAGCC
GGCGCGCC
ATTTTTTC
TCACTTC
ATGTGCC
AGCGGTC
ACCTTGG
TGTAGTC
TGTGTAC
ACAATGC
TACCAGG
AGGGCGGGG
GTCTTGG
AGTATTC
GGCCTGGC
TATGTGG
TTTCTAC
TGACGCC
GCCGGGAC
GAGGCGGGG
GAGTAC
TCTCTCTCTCTCTCTCTCTCTCTCTCTCTCTC
TGGAGTT
TGTTAC
GTGTGGGG
ATAAAGC
GTGCTTC
GTAAGTT
ACGGGCC
GATGCAA
ACCAAGG
GTCTGAA
AGAGAGCC
TGTATCC
AGAAGAGG
TGTTTCTC
GCCGCAC
GATTTGC
AGTGGTC
ACATTGC
GAAAGCC
GGAAGTGAC
TCTTTCCC
GAGTGTT
TATAATATAA
GCCTTGG
TCCAAAA
ATCAAGG
AGCCTGGGC
TGGCGCGC
TTAAATAA
TCCCCGCCCC
GAGAGAGAGAGAGAGAGAGAGAGAGAGAGAGA
ATAGCCC
AGTACAC
TCCCGCGC
GAGCAAC
GTGAGAC
ATAGTTC
GAAATGG
TGTAGGC
AGTGGAGC
GGCCAGGC
GGGCGTC
TGGCTAA
AGACATC
AGCGCTGC
GCCTCTGG
TTATGAA
TGTAACC
TTTTTGAA
TACTTGG
GAGGAGAC
GTGTGTGG
TTAAGTT
TTGCATT
TGTCCTGG
TTTGAGG
ATA
GAAAGTT
AGGAGAC
AACATGGC
AGTGAGCC
AGAAATAA
GTCCGGC
TGAGCAGC
TTGTTCC
GAATATT
GGCCATC
TTGCTAA
AGAACGG
AGGAAAC
GAGGAAAA
GCGGGGCGG
ACTCGGC
TCCCCTCCCCC
GAGTGGGG
TATTCTC
GAAAGGC
AACACTT
TATGTTC
TGTTGGC
TTCCATC
GTCCACC
TTGGTAA
TAACTGC
TCTTGCC
AGGGTGG
TGTAAGC
TCTCTGCC
GGAAATC
TCTTGGC
TGCGCTCC
GTTGCTC
TGATGCC
GAGCAGCC
GATTTGG
ATTTTAAAA
ATGTATT
AGCAACC
TTCTGAC
TAAATAC
AGTTCCCC
GAGGAAGC
ATCCGCC
GATAGCC
GAATTAA
GGCCGGGCC
GCCGCCTCC
GAACCTC
TATGTGT
GCGGGAGC
TCTGCTCC
TCCGCGCC
TTGAGGC
GAT
GTTTCGG
AGCAAGC
ATTTTATT
GAGTCAA
GGCGTGC
TGAGAGCC
TGTACCC
AGTAAGC
TCCCCACC
GTGAGGGG
GGGGCAGG
ATAGAGC
TGTAGAC
GAGGATC
ACACACTC
ACAAGGC
TAGAGCC
TGCCCCGG
TTATTAA
GTATGAA
GTTAATT
GACAAGG
AGAGACCC
AGTGATC
TACAGAC
TATGGGG
TGCCAAC
TTTGCGC
GTTGTTC
GACTGGC
GACTCGG
TTCTCGC
TGATCTT
AGCGCTGG
TAGCCTC
AGTTTTTC
GCGGGAGG
ACAAACAC
TATCTGG
GGCGGCGGGG
GAAAAGAA
TGGGCAC
GTTTCGC
TCCTTTC
AGGTGGC
GACTGAA
TAAGTGG
TATGAAC
TTAACCC
ACTTAC
TGGGGACC
TTGTGTC
GACAGAC
TAATGTT
TATGTGC
TATATAC
GCCCCAGC
GAGAGGGC
TGCCCCTC
ATTGCTC
TAAAAGG
AGAGAGT
GAGCGTC
GCGGGCCC
ACTTGTC
TGAGCTCC
GTAGCTC
TAAGTGC
AACAACAA
ATAAACC
GGGAGAGC
GATCTGC
AGCCCCTC
GAAGCAA
GCCCTGGC
TGCCAGCC
GGAATCC
GCGGAGGC
TTGCACC
GTAAACAA
TACCAGC
GTGAGTGC
GGAGCTGG
AGAGCCGC
AACTCTT
TACAAAT
GGAGCTGC
GAGTGTC
ATGATGG
CCAA
GTGACCCC
GTTGCGC
TTCAAAC
TGTGAAAA
TTTTTCCC
AGAAAAAC
TATTTGTT
AGCAAAC
GACGAGG
AGATATC
AGAAGGGG
ATCCATC
ATTCACC
TAGCAAC
ATACCAA
ATTTAGG
TAATAAC
AGCCGTC
AGTCATC
ACGCACC
GGCTTTT
GAAATGC
ACAATGG
ATTCAAC
AGACCCCC
GTTGCAA
GGGCTGT
TCAAAGG
ACGGGAC
TAGTTGC
AAAACCAA
TGGCCGCC
AGAGGTGG
AGATCGC
AGCCTGA
TGAAAATT
ATTCGAA
GGGAGGCGG
ATTCCGG
TCCTCGC
ATTTTCAA
ATCACAC
GGCCGCTC
AGGCGCCC
TAACAAAA
ATTTTTATT
AGGAAAGG
GTGGCTGC
TTTAATC
GTAACAA
GTGCCCGC
GGCAAGG
TCCTGT
AGGCGTC
ACAAGCC
TATCTGC
GAAGGTC
GATAAGC
GGCGCCGG
AGCATCC
ACCTCGG
TGAGTAC
TCCCTT
TGAAGGAA
TGCTCTGG
GTAGCGG
GGCTGGGG
TTCTTGC
GGCCGCCGC
CCCCGCCCC
GGCCCAA
GATACAA
ACCTGTC
GACACCC
AGATACC
TGTGAGCC
TTTCTGTT
TGTGCTGC
ATGAGTT
AGTACTC
ACACTAA
TTTCGAA
ACAAGTT
TCTTCGC
GCCAGTC
GAAGCTC
TCCCAGAA
AGACAAC
TGACATT
TTAATTAA
GTATCCC
AGCGCTC
GACGCCC
TTCAGGC
TCCCATT
AGACATT
ACGCACGC
GGCCCCGCCCCC
GCCCCCCGC
TGGGTGC
AGCACCC
TGTACTT
GGCCGTC
GGCCGAGC
GGGCATC
AGGCTGGC
TAGAGGC
GCCGCCGCCGC
ACCAAAC
TGCAGTT
GGGGAGCC
AGAAAACC
TATCAC
GGCCCCGCCC
ATGTCTC
GAAATCC
TAAATATT
TGAGAGGC
ATGGGCC
ACACCTC
TACCCGG
AAAATGGC
TGCCGGGC
TCTCATT
CCCCCCC
GTAAATT
TGGCCAGC
GGACGCC
TTCACAA
TGTACAC
AAAAAAAC
GGCCTT
TACTTAA
TCCCAAC
TATTAC
GCGGTCC
GTGGACC
GCTCGCCC
GCCCCGGC
TTGGAAC
AGCCCGCC
GTGGCTGG
TCCGGGCC
TTATTGG
GTTGAGG
TAAAGGC
AAAATGTT
GGCCAAC
AGCCATT
GTGGGCGC
AGTCGGC
TACCACC
TGGGCGCC
GGCCCGGCCC
TGCGGGCC
TCCGGTC
TCCCCCAA
GATAGTC
TTCAAGG
AGATAGC
ATCGATT
AGACAGAA
TGTCTT
TGACAAC
GGCGCAC
TAGATAA
GGGGCGGGC
GCCTCGCC
GAAGGGAA
TAATAATAATAA
ATCAAAC
TGCCTAC
AGTTGAC
GTGTGCGC
TTGGTCC
TCGGGAC
ATTTTGTT
TGTTCGG
TCCTCTTCC
GAGCAGA
GGGGCCAA
ATGCCGC
GTCTCAA
AGCCTCTC
GGAAATT
TTTCAAC
GAACACC
AGCCCTCC
ATACATAT
ATCATTC
ATCTGAC
GAGCGCCC
TCTTGAA
AGGGCTCC
ATACCCC
GTTGCGG
AGAGATGG
TGTGCCCC
TGTGTCCC
GGGCGGGA
AGACGGC
TTGCTT
GAGAATC
TTATTGC
TTCCCCTC
GTAGTGG
TGTACTC
TGTATGC
TTTCTGA
TAGGTAA
GTAAGAA
TCTTGTC
GGCCCCTC
TGGTCCC
GGCCGAGG
GCGCATGCGC
AGTTATT
ATGGACC
GTGATGC
AGCAGCTC
TTTGGTC
TTCGGGG
TTCTCGG
TTTTACC
AGCCTAC
GGGCTCGG
AGGCTAC
TATTGGC
ACAAGAC
AACCAGC
ATGATAA
GTAGCAA
GTTGTCC
AGGCTCCC
TATGATT
ACCCCAGG
GTTTTGTTTT
TTTCCTCC
TTATTTC
GGCTCCGC
TGGAGTC
GTCATCC
ATCATAA
AGAAAAGC
TGCCTCTC
TGTTCCCC
TTAAACC
GGCGGGCCC
GGACTGC
GGCGGCGGCGGCGGCGGC
GGCTCTGC
ATTGGGG
AAAATCAA
AGCCGAC
AGCCTGCC
TGAATCC
TTCCTAC
TGTCTCCC
ACCCCTCC
TGAGCAGG
GTCATTC
GGCCTCGG
GGCCGGGGC
GAGATAA
TAACATT
AATTGAA
ATGTCGG
GATAAGG
ATTTCGC
TGGGTCC
AGTATTTT
AGTGTTTT
GCGGACC
TTACGG
TTCAGAC
AGATCAC
ATCACTT
TTCCTTTT
GTGCGCGG
TTACGC
GCCTTTT
TTCACCC
TGAGTCCC
AACTTGC
TGTAAGG
AGAAACAA
TATGAGG
TGGGGGTGG
AAACTGC
ATGTATGT
AGAGGGAGG
ACACCCCC
GTACCGC
GGCAACC
AGATAGG
AGTGAGAA
AAAAGGAA
AGTTTCTC
AGTTTATT
TTGGCGG
TTTACAA
GTTGTGC
GGGCGGCGC
ATGCACC
TATCTCC
AGGGGGCGC
GACCCCGC
ACTAAC
AGCGAGC
GGAAGCGC
GGCGGCGCGG
ATTTTTCC
GCCTCAGG
TCCTCTTC
GGCTGCGG
AGCCGAA
GCCGCCACC
AGAGCTCC
TTTATGC
ATTGCCC
AGCAGAC
TGCTTTC
GACGAGC
GACGTGG
AACACTC
TACTCCC
GGAATGG
ACACACAA
GATTGTT
TGCCCACC
TAGTGTT
TAGTGAC
TACCCTC
GCCTCTT
AGCTTTC
GTGATAA
GTAGTGC
GTCGTCC
GGGCAGGC
TTCCTAA
ATAATATT
ATGGAAAA
ACTTAAAA
TGTCCTCC
TCCCCCTC
GTAGAAC
TTTTTGT
TACTCAA
GGGCGTGG
ATAAGTT
AGGCCTCC
TAGTGAA
AGCGCGGC
TTTTCCTC
TTCTTTTC
AACGCGC
TGCCGCGC
TGGCGCGG
GTTCACC
GTGATCC
TGGAACCC
ATGAGTC
ATGAGAC
GAGGGGGG
GTCCCCGG
GATATCC
GCCTTGC
GAAGAAAA
AGATAGA
AGAGCCAA
TTAAATC
TTGGTTTT
GATTGAA
TCCTCCAA
GCCATCC
AGCTGAC
TTCACTC
AACGGAA
AACGCGG
AGAAGGAGG
AGTTTGTT
GACCGGC
GCCCCTGG
GGGGCAA
ATACATT
GGGACGG
GATAGAC
ACCACAA
TGCCGGGG
TGGCATT
ACACAGAC
TAGTCAA
TTCAACC
TAAGAGC
GCCCTAC
TATGGCC
GAGAGAGAA
GCAAGGC
GGCTCAGG
AGTGCTGG
ACTTCGC
TTGTGCC
GTATATC
ACTAGC
AGCTCAA
GACGCTC
TTCTTCCC
TGAGCCGG
TACAAGG
TGGCAGGC
TTTCTGCC
TCTTATC
TGGGGGAGG
TCTGCTGC
TAGCCGG
ATGTCGC
TTTGACC
TAAGAGG
TAAATCC
TATTTCAA
AGGCCTGC
AAACTGG
GATCAGG
GAGGGGAGG
GCCGCCGG
ATTGTCC
ATTGGTC
AGATCGG
GCCCGTC
TACATTC
TGCCAGGC
TGAAATAA
GTAAATAA
AAATGAC
GTGCCCCC
GCCTTTC
AGCTCGG
TAATGA
TAAACTC
AGTAGTC
AGTATCC
GCCCTCTC
AGCCTCGG
TCCCAGGC
TAGGAAC
TGGGCTTC
ATGTAAAA
GAGTAGG
TAGTTGG
TATTCGC
GTAAAAAA
ACGCAA
ACCATCC
ACCAAGC
TGTATAT
GGCCGAC
GGGCGGCGGC
TATGCTC
ATGGAAC
GAGGCTCC
TAAAAATAA
TGAACGG
GCCAGAA
GTCTTGC
AGGCGGCGG
TGGCGTT
ACACAAAA
GTCCTCCC
ACTTTATT
TAACAAC
ATAGACC
TATAGA
ACCCAGGC
TGTCACTC
TAACTGG
TGAGCAC
TTCTCCCC
TGTGTGTGTGT
AGTAGAC
TGTTATC
TTCCTGA
GAGCAGGC
GCCCCACC
TAACTCC
TTGAGTT
GCCGGGA
GGCTGAC
GGCTTGC
GAAACAC
TAAATGG
GCCCGGGCC
TACTATT
TCTCATC
AAATGTC
AATCAGG
TTTAGCC
ATAGAGG
ATAGCTC
AGCATGG
AGAGGCGC
GCAAGCC
TAGCTTC
AGAGCAC
ATGACTC
GCCCTT
GCCCTCGC
ACAATCC
GAGAGGCC
GCCGCGGGC
ATATTGG
GCCTCTCC
ATTGGGC
ATTAGTT
TTCGGCC
TGTAATC
GCCCAAC
TGGGCACC
AGGAACCC
TGTGCTGG
ATTGTGT
TACAGGC
AGAAAGT
GGAAGAGG
ACCCAAC
GTAAAAC
TCTTAC
TGGGGGAA
ATTGAAAA
AGCAAGG
AGAGTCCC
TGATCAC
GCCCTCCCC
TTTTATAA
GTCCGTC
GTGGGTT
GTGGAAC
GATTCGC
TTTATGG
GCCTTCCC
GGCTAGG
GACAGTC
TAAGGGC
GTGCGTC
GTGAGCGC
AACCAGG
ACCCCAC
GGGGCGGGGCC
TGAGGGAA
GCCTCGGCC
ATATCTC
TCCTTTT
TGCAGTC
GACTCTC
TTCAAGC
ATCATGG
GGGGGTGGGG
AGAAGAGC
TATAGT
TGTCTTCC
TTAATATT
TGAGGTGG
TCCTCTCCC
GCCACTC
GCCACGC
AGCTTGG
TGTGTGCC
AGTTAGC
TGGCGGCGG
TTTCTGAA
GGCGCGGCGC
AGCTCAGG
ACCCCCAA
ATTAATC
ATCTCGC
AAAAGCAA
TGGCGCTC
ACCCATC
GTCCCCCC
GTGGAGGC
TTGGTTC
TGCTGCAA
TAGGCTC
GGGACTC
GATTTTAA
TCCTGAA
AGCCATGG
TGTCAAC
GTGCGGGC
GTTCGCC
TTCCCAGG
GATTCGG
ATAGAAAA
GGCTGCCC
ATTTCGG
GACACAC
GGGGTCCC
AGCCGAGC
ACTCAAC
GCCGCACC
TGGCCACC
AACCTGC
TCACTTCC
GGACTGG
GCACTGC
TTCCCCAA
ATAGTGC
TCCATCC
AGTACCC
TTTTATTC
TACATCC
AGAAGCCC
AGTTTGAA
GTGGAGCC
ACAAATAA
GAACAAC
AATTTGG
GCCGCCGCCC
TGGAAAGG
GCCTCAGC
ATGATGC
ACACCGG
ATAGTCC
GGCAGAC
GAAGACC
ATCAGGC
TATGAGC
AGTTACC
GAGGGTT
ATGCTTC
AGGGCAC
TGCTCTTC
GAAGTGC
TAAAGTC
TTTTGTTTT
TACATAT
AGAAAGA
TATTTTTAA
GTGGGAGC
ATAATTC
TGACTAA
GGCGGGACC
GTAAATC
GTGAGTGA
TCGCTTC
TTACAGC
AGGGCAA
ACCTGTT
GACAAGC
AGACACAC
ACTTTGAA
TGGCCTGC
TGGAAGAA
GTGAATC
ACAACTC
GAAAGTC
TCCTCGG
ATTATCC
ATTGTTTT
TACAGTC
ACCCGCCC
TTTCTGT
GTAACCC
TCGCGGCC
GAAGCTGC
GTCACTTCC
TTGAAGG
GTTTGAC
TCCTTGG
TAAAGAC
TAAGTTC
TGATTTTC
TGAGTGGC
TTTTAGC
AGGCGGCGGC
AGTTATC
TGTTTCTT
TGGCAGT
TTCCAAC
TCCCCTGG
TCCCCGCCCCC
AGGAAGCC
AAAAAAAAAAAAAA
TTTGAGC
GCCACAC
ATGCCAC
GTTTAAC
TAAGGGG
TTTTTTTCC
AGGCTGT
TCCAGAA
ACCTTGC
TAAACTT
AACGGCC
AGCCGCTC
AGCCAAGG
TCAAAGC
TGGGCGGC
GAGGCAGC
GCCTGAC
GCCAACC
AGGAGTC
ATCGCGG
AGTATGC
TACTCTC
AGAAGCAA
TATAAGG
GCTCGGCC
GCCGCTCCC
TCGGGTC
GAGCCTGG
ATGGGGGC
GGCAAAA
GGCAGCCC
TCCTGTC
ACCGAGG
TGCCGCGG
GTCACAC
CCCACC
TGCCGCCGCC
GAGGAGGAA
TGTTTCCC
TTCCATT
TTTCAGTT
GGCATCC
TGCTGAC
GTCAAGG
TTCGGGC
TTCTCAC
ATCAAAT
TACTGGC
TATAATC
TTTCAGAA
TTTCATTC
TGTCTGT
TCCGCAGC
TTTCTCTC
TTGCCGC
TTATGTT
TGGGCAA
GCCCGCTC
TGTTTGT
GAGCTGA
ACACACGC
GAGAGAAC
ACCCCAGC
AGCGCAGG
ACTTCGG
TTGCCAA
GATTTTTTTT
GCCAGAC
TCCGCTC
AAAAGTAA
TTTTTTGTT
GCGCGCAC
AGGCAGT
TGGCTCTC
GAGCTGT
ACCCGGCC
ATATAAC
TCCCCTGC
TTACAGG
TTGTGAC
GTATGTC
ATGACGC
GGCAAGC
GACTGAC
TTCCTCTT
GTGGTGGC
ATGGAGAA
ACTTTCTC
TGGGGGTGGGG
TAGAGTT
AAACAAC
AGCCCCGCCCC
AGCTCAGC
TCTGGTC
TAACCTC
TTGCCTC
TTGAACC
ATAGGGC
TCCAGT
TGCTCAA
AGATTTTC
GCCCGGGGC
AGCCAGAA
GTCCTGGC
TGTCGTC
AGCCCAGCCC
TCCTCTGG
GGCCCCGCC
GTTTCAC
ATCACTC
GCGCGAC
TACAACC
TGTTTTGC
ATAAATAT
ACAGCAGC
ATAGTGG
GAAACTC
GTTTTTTC
AGGTGAC
AGTAATC
TTTTTAAAA
AGCCACCC
TCCCGAC
TATTTTCC
TAACTAA
ATACAGC
GGGGCCGGGG
ATATTTTC
TTATGT
ACTATC
GGCGGGGGC
GAAACGC
ATTAACC
GCCCTTCC
GGGGTTC
AGCCTTCC
TCCCGTC
GTGGAGAA
TTGGACC
GGAGGAGC
GTATTGC
ATGGCCCC
AGAGCCTC
AGTATGG
GGGCGAGC
AATTTGC
GGACACC
AACAAAACAA
TTCTCTGG
GTA
ATTGCAC
AGTGTAC
GCCCTCGG
TCCCTAC
GTGTGGCC
TGACTGAC
AGGCCAGC
TGACCCCC
TTCTCTTC
GCCTGGCC
AGGTGAA
AGGGAAC
TGAGACCC
AGTACTT
AGCCTCGC
AGGCAGAA
TGTCCCGG
GCCTCTGC
ACCGCTC
ATCTCGG
TGATTTAA
TGAGTGCC
GCCCGCCCCC
GGCCTCTC
TCCCAGA
TCCCTGGC
TATAACC
TATAAGC
ATTTTTGC
GAAGCTGG
GGCTGCAA
ATTACTT
TGATAGC
AACAATC
GCGCTCGC
TGCCGAC
TTCCAGAA
TAGTCTC
GATGCTGC
ACGTTC
GGCTTCCC
AGCAGTC
ACCTCGC
TAATTGC
GAGGTTC
ATAACCC
AGTGCTGC
GGCGGGCGG
TAAAGCC
GGCCGCCGCC
AGCCGCCGCC
TATGCCC
GAGGTGGC
TTTCTGTC
GGGATTC
GTGATTC
ACATTGG
ACTACC
GGCTCAA
GAATCAA
AGGAAAT
GACACAA
ATCATGC
AAAAAAAT
TACTGTC
TACAAGC
AGGCGCAC
AGTTAAC
TTCCTGTT
GGCGGGTC
GTGAGTGT
ACAGATC
TTTGATC
TTATCAA
TTTATCC
GCCGGCGC
ATGCGCGC
GGCTCTT
TCCAGTC
ATTGAGC
GTCTGAC
TGTGAGAA
AGTGGCCC
TTCCTTTC
TAGGCCCC
AGACCTGG
ATAAAACC
AGGTGCC
ATTATAT
AGCGGAA
ACCAGAC
TAATTTAA
AACATGC
TGTGTGGC
AGAAAATT
AGGCGAA
TATGAAAA
TATTTGAA
GACCCCCC
ATAATTAA
ATTTTATTTT
ATGAATC
TCTGGCCC
ACAGGTC
GGCCGCGGC
TTATGA
AGCGAGG
GTCTCTGC
GGGGATC
GGGGGAGC
TTTTTATC
GGGCTGA
GGGCGGAA
TTGGATT
TCACGCC
TTTGTTCC
GATTTTTC
GTTGAAC
AGCTCGC
ACCACTC
ACACAGAA
GGCGGGGCGC
GGAGGCCC
TGCCCCAA
GATGAAAA
TGCGGGGC
GTCACGG
AGTGTGTT
AAAAAATC
GCGCACGC
TTTCTTTTC
GACCTTC
TGTCACCC
GCCCCTCCCC
TTGCTTTT
GGGGCCTGG
GAAGTCC
AGGGTCC
ACCAGTT
TAAGGCC
TCCCGCGG
TGGCTTTT
GAGAGCAA
TTGAAGC
GCCTGAA
GAAAGAC
TCCTCTT
ACCTAT
ATCAAGC
AGAAAAAT
TGGCGAA
TTTCGTT
AGGAAAAC
TCTTCGG
TAACCGC
GGCGGGGCCC
TCTCTCTCTCTC
GATACCC
ACGAAC
AGGTGT
ATTAAGC
TAAACCC
GCCCGCCGC
GGGCTGGGG
TGCCGCTC
GTGTGTGTT
ATGGAGGC
TCCCCGCGC
TATCAGC
GGCGCTGGC
TCCGCTGC
TTGAATC
TGGTAC
TGAGCCGC
TGAGAAGG
GCCCGAGG
AGTTAAAA
GTGGAAAA
TGACTTCC
GTTCATC
ACGCGGCC
GATTTATT
AACCTCC
GCCGGAGCC
GGAGGTC
ACTGGTC
GTGGCCAA
GGCAGCAGC
TTCTCTGC
AGATTTAA
AGATTAC
TTGGAAAA
GCAAACC
ATATGAC
GGCGGCTCC
GATTTAC
TTGAGTC
ACATGAC
GTAGTAA
ACGTAA
GGCAGTC
TGGGGTCC
TTGATAA
ACAACGC
TTTACCC
GCCTCAC
ATGGCCGC
GGCACGG
ATTTAGT
TGGAGT
TGGACCC
AGAGTAC
AGAAAGGC
TATGTAC
ACAATTC
GTGCTGCC
TTAATTC
GTAAAGG
GCCGGGAGC
AAACTTC
GCCGCCAA
TGAGGGAC
TGTGCTCC
TCCTCCGG
GTCCCCTC
GACCCCGG
GGCAGCGC
ATTACAC
ACCAGT
AGTTGGGG
GAGGGAGA
TGGCTGTC
TCTCAAC
TATTAAAA
GGAATTC
ATTCTAC
ATTCAATT
GGCGGCGCC
ATGATTC
GTGGCCGG
ATCCCCGC
ACGTGA
GCCTAGG
GTTTAGC
AGCAGTT
ACCGCCCC
TATGTTTT
TGTTAAC
TTCCAGCC
GTCCGCGC
GCCCCGGGG
ACTCACTC
GGGAGTGG
TATCTTC
ATGTGTGC
GAAGGAC
TCCTTGC
ATTTAGA
TCCCGGAA
GTGCGGCC
ATTAATAA
TCCTCAA
AGATAAAA
GAGCTGGC
GTGTAGG
TTTCGCC
ACAAGTC
GAACAAAA
TAACAGG
TAACTTC
TTACTGC
GGCGGGGGG
GAAAAAAAA
GTTTACC
ATCAGAC
ATCTCTCC
TGCCACCC
TGTTAGC
ATTCTGAA
TCCCCGGC
GGCGGCAA
TGCCCGGC
AATTATT
GTGGCAGG
TGCTCAGG
TTTAGTC
ATAGGCC
GTCTCAC
GACATCC
ATCTATC
TGATAGG
TGATTTCC
TGAGTGAA
GGCCTCGC
GGGCGAGG
AGGCAAGG
TATGGGC
TATATCC
TGCCTGT
ATTCTTTT
GAGATTC
GTTCATT
TAGGGTT
GCCGGGAA
AGTCCTGG
TCAGGTC
TTAAAAAA
GCCAAAC
TCCTCTCC
ACCTTTC
GTCACAA
GACATGG
TAATAAAA
TGAGGCGC
TGAGTGTT
TGTGTGAA
TATATGC
GAGGAGGGG
TTCCTGGC
TTGCAAC
TTGCTCTC
GTCCCAGG
GATCAGC
TTGATTTT
ACTCCCCC
GTCAGAC
GCCCATT
GGGGAAGC
GCGCATGC
GCGCTCGG
GCGCACGCGC
TCCCGCCCCC
AGGCGGAA
GTAAAGC
ATACTGC
TCAGGCCC
ATAAAAGC
CCCCCCCCC
GTAGGAGG
GTATGGC
GTATCAA
GTATAAC
ATGGGGAA
GTTTTCCC
AGGAGT
AGAGTTCC
AGATCTGG
AGAGAGAGG
AGCCGCCGC
AGTTAGG
GAGGATT
TTCCTGTC
GCCCCGGCC
GCAATAA
GTAATAA
AAGGGGC
AATTAAAA
TTTTTTTTTC
TGAGTGAC
TGAATTTT
ACTTATT
TAACACC
TAACATC
GCCGGAC
GTGGAAGG
TTATTCC
TGGTGAC
ACCATGC
GCCCAGCCC
GGGGGTT
GGGCAAC
TATATGG
GAGCAGAA
TGACAGCC
TAGGTGC
AAACATT
AGCGCTCC
GTTATAA
GTCACGC
TGAGAGT
GCGCTCTC
TACACCC
TATGTCC
TGTTACC
TGTTTTGTT
ACCCTCTC
AGACTAA
TACCTTC
ATGCAGAA
GGCGGCGAC
ATTTTTGG
GGAGCAGC
TGCGCGCC
AGAGGGAC
ACAGGCCC
TTTACTC
AGCTCTT
GCGCTTCC
TCCCGCTC
TGTCAGT
GCCCCGCGG
GTGAGTGG
GTCCCGCC
GATCTTC
TGCGCAC
TGTGGTGG
GAAGCAGG
ATTATGG
GACTTTC
TGAGTTTT
GGGGAGGGC
AAAATGT
TCCCGAA
TGTTTTGG
AGTCAAC
AAATAAC
TGGAAGCC
TTAACAA
GAGTGTGC
TAAGAAAA
AGAGGCAGG
TTTTGTTC
TCCCGGCCC
GAGGTAGG
TGAAGAGC
ACACACCC
AGACAAAA
TGGGGGTC
AAATATC
TTTTCTCC
TGTGGGAA
TCCTCACC
GCCTCAA
GGCTACC
TGGAACC
ACCTCAC
ATCAACC
GGGGACGC
GGGGGAGGGG
TACTGAC
AGGCTTGG
TCTCAGCC
ATATATATT
ACTTTCCC
ATGCATT
AGTCCCCC
GAGAGCGG
ATAGGGG
TCCGAGC
ATCTACC
TGTTTCAA
TCGCTGCC
TCTGCAGG
GTACAGG
TGCGGTGC
TCTCTCTCTC
GGCTCCGG
GACTCAA
GACAAAC
TTCGCCC
AGAGGCTC
ATCGGAA
GCGCGGCGC
TACACTC
TTCCTGAA
AAGGTGC
TTTCCTGG
GAGCCAGG
ACAGCTGC
TAGAATC
AGTGCTGGGATT
GATGGAGG
ACCTGAC
GACGGAA
TGAGGCTC
GGGCTT
TATACTT
GTCCTGCC
ATTCGTT
GTGCAAC
GATTGGCC
GGGGGCTGC
GAGGCCAA
TAGACTC
TTTGAAAA
GCCTCCTCC
TGTGTTCC
AGTGTGGC
AAAATTTT
AGCCAACC
GCGCGCCCC
AGAAGAAC
AGTTTCAA
GAGGGACC
ACCCTGCC
TGTCGGC
GAGAGCCC
GCAATGG
ACTTAGC
TAACTTTT
GTCCCTGG
TCCTCAGG
GTGGCCTC
TTTATTAA
GAGCCCCGC
ACAGAGC
AGTTTTGG
AGACTAC
GATTAC
TGCTCAGC
TTGACCC
GCCGGCGG
GACTGTC
GGGGGGAGG
GGGCTAC
GGGCTTCC
ACACGCC
ACACTTTT
GTTCAAC
GGGGCTCC
ATGATCC
ACCTCTT
GACTTGC
GCCCAGA
TCCCAGCCC
TGCCGCTGC
ACACAGCC
GTGGAGA
ATTCTCTC
ACTTAAC
GATTATT
AATTGTT
AAACTAA
GTTTTGAA
AGCAGCTGC
AGTGGGAA
GTATATAA
GGCGCCGCC
TCCTGTT
TGTGGCTC
AGTATAT
AGTGTCCC
GGCCAAGG
TGCCGTT
AGTTTCTT
TTCCGTT
TTCCGTC
ATAATGG
GCCCCGGGC
TCCCCTTC
TCTCCTGG
ATACAGG
ATACTTTT
TGCTGCTGG
GATATGC
GCCGACC
GGCAGGGC
ACCTTAA
GCCCTGCCC
TACATTTT
TGGCAGA
GTTCTCTC
GCAATGC
GGGAGCCGG
TATCTAA
GAAAAAGG
ATACAAAA
GGAGCAGG
ATGATTTT
GCACAGG
TTCCCCGG
GTATTGG
TTAGCCC
GTGAGGAA
GCCTGCCC
GCCTCCGC
TGCAGCCC
GACTCGC
AACGTGG
GGGCAGT
TCCCTTCCC
ACCCACAC
TGTCAGTC
ACAATTTT
GCCCCTCCCCC
TTGCATC
TAGCTAA
TCTGCTGG
GCCCCCTCC
GGCCCCAA
GAGGCCTC
TAGACGC
GTATGTGT
TGTCCCGC
AGGCGTT
TGAAAGAA
TCTCTGT
GCTCTGCC
AATTTATT
TTTTCTTC
TTGTAGG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
GAGTGTCC
GTAGCTGG
AACTCGG
AACACGC
AGTTTGT
TTCCGGCC
ACCCGGGG
GCTCAGCC
TAGCACC
AAACACC
AGTTCTCC
GTGTGTGTGC
CCGC
TTTAGGC
ACTAGA
GCCAGGCC
TGAGAGAC
AGTGAGGC
TGGCTTTC
GTCCATC
AGTCATT
GAACTGAA
TTGGATC
ACTTAGG
ATTTTAC
TTCCCAGC
TTACTGG
GGCTGCTGG
ACATAAAA
GCCTGGCCC
GCCAGGCCC
TTGCCGG
TTTGCGG
TTGAGAC
GAAGTTC
TTCACAC
AGATGGGG
AGAGTGAA
AACTAAC
TTTTGGGG
TACTCTT
AGAATAC
GAGGGCCC
TATCAGG
TGGGGGGC
TAAAAATT
ACATCGC
CCTC
GTAGACC
GCCAATC
ATGAGGAA
AGGGGCGG
AGAAGAAAA
ACCCGGAA
GACCGAC
AGTCGTC
TAGGTCC
GTACTGC
GTGCCTGG
TGTCCCTC
GGCAGTT
TAATCTC
TGTGAGGC
TGTATGT
TTTTTCTTC
AGGCGGAGC
TGCCTGA
GGAATGC
GTGTGTCC
GTGGTAA
ATAATGC
ACTCTAC
ATGGGAGG
TTGCAAAA
TTGCTAC
TGGGGTGC
GAGAAGAA
GAAGGTGG
GGCTGCAGC
GTTGTAA
GTCGAGC
GACACGG
AACTACC
GGGGGGCGG
AGCCGGAGC
GGGCTCGC
AGGCTAA
TGCCTGTC
AGTTTGA
TGAAGAGG
GAACATC
TCTCCAC
AGCGCAC
ACTGCACTCC
TCCAACCC
TTAGGAA
GCCGAGCC
GTCACTT
GCGCGTGC
AGAACCCC
TCCCTAA
TGAAAAGG
GAGCTAC
GCAAATC
TCAAATT
TATCATC
GGCGGCGGCGGCGG
TTCCCTGC
TTTTCTTTT
GTGGCTCC
ATGGCTGC
GAGTTCCC
AACAACAACAAC
GGCTCCCC
GTTGTGT
ACCTCCCC
TTCGCGG
TTCTAGC
GCGCTGGC
TATACAC
TGGCTTGG
TTCCGAA
GAGCTCGG
TATTTCTT
ATAATCC
ATAAACAC
TAGGGCC
GGGAGACC
AAGGGAC
TAGAGTC
TCTCCAGC
TCTCCTGC
TCTGCAGC
GTTCCCCC
GGCGGCCCC
AGTGTGAA
AAAAGAAAA
TATGACC
TCTCTCGC
ACCCTGGC
GTCCGGCC
GTCCTTCC
ATATATTC
ATGCATC
GGCGCTGCC
TGGGGGAC
AGGCCGCC
TCTCCAGG
TGTCCTGC
TCCTCAGC
TTTCTCAA
GGCACTC
GTTGTTTT
TAAGCTC
AGTGAGTT
AGCCGTT
GCGCGGCCC
TATATGT
GAGGACGC
TCTCTGA
ATCCTGGC
GAACTAC
TAGGACC
TAGTGTC
ATACAAC
TGCGCAGG
GGCTCAGC
TTTCCCTC
TCCAAGC
GTCGGGCC
TTCGCTC
TTTTGTAA
AGAAGGCC
AGTTTTGC
GAACGAA
GTGAGGCC
TTCCCAC
AGGAAGGAA
TGGAAAAC
GTCGTGG
TTCTTTCC
AACTCGC
TGTATGG
TTTTGGAA
TGAAAAGC
ACCCGAA
GTGGTGA
TGACGGC
GAACGCC
TCAAGTT
ACTTACC
AAGGAAAA
TAGATGG
ATATTTATT
AGTGCAGG
GGCGGGGAA
TTG
GTATGAC
TTTTGCTC
AGCCAGT
GCGCGCGCGC
TATGGAC
TGCCGAA
TGAAGGGG
TGAAAACC
ACACAGA
AGACGAC
ATTCGCC
TCAATAA
TATCGAA
ACGGTAA
TGCCCGCCC
GTCCCTCC
GTCCCTGC
GTACTGG
TGCTCACC
GAAGCAGC
TCCGGAA
ATTAGT
AGCACAC
GTCATGG
GTCTCCCC
GACACTC
TTCTACC
AACGCAA
AGCCAAGC
TGAAAAAT
AGACGAA
TGTCTCTT
AGTCTCCC
ATCCAAC
TCAAATC
GAAAAATC
ACAGCAGG
AGACCAC
GGGGGCTGG
GGCTGCAGG
TATCCGC
AGTTCCGG
AGAAAGAAAGAAAGAA
GTATCTC
ATGGGGCC
GTTTAAAA
AGGCTTCC
TATGCAC
GAGGGAGGGG
TCTCTTTC
ACCCGCGC
TTTCAGA
GTCCGGGG
GTGGATC
GACCGCGG
GCCCCTTC
TTGGAGAA
AGCCCGGGC
AGGCCGCGG
TAGTGGC
ATGTAGG
TTTGGCCC
AGTTCCAA
GGAACCAA
ATTGTGA
TTCACTT
TGAGTGTC
TCCCTCGC
AGACAGA
TGACGAC
CCCCAC
TTGCGGC
GGCGGCGGGC
GATCACC
TGTGCAGG
ATCCCTGG
ATAAAAGG
GTGCCCGG
GAATCCC
GTTGAGC
AGCATGC
TTCAAAT
TATGGTT
TGTTTGAA
ACCCGGGC
ACTCGCC
ATATTTTTT
ATAACTC
ACCCCCTC
ATATTCAA
GGCGTTC
GCCCGAGC
GGGGAGA
GCGCGGGCC
AGAAATGG
AGGCGAGC
TTCCGCCC
GGAAAGAA
GACCATC
ATCCTAA
ACGCGAC
AGGGCGGGC
GTTTTTGTT
TTGATGG
ATATCGC
TTTCCCAA
ATGGCCAA
TTAGGCC
TTACCCC
ATTGAGG
TGCGCTC
TGAGTTCC
AACACGG
AACATTTT
TTTTAAAC
TGCCGCCGC
TCTCTAA
TTTCAGTC
ACAATAC
ACTCTAA
TTGCTGT
AGGGCGGC
GATCATC
GAGGCGGGC
AGCGCGGCC
AACAAGAA
GGGCGGGAC
TTAGTTC
GCCGCAA
GCCTCCTC
GTTGATT
GTTAAAC
GGGGTCGC
GCGCATC
TGGCGCCC
TATTGTC
ACCCGCGG
GTGGAGAC
TGTCTAC
ATCCATT
ATCCTCCC
ATGCAAAA
ACCCCTGG
TAAAATAAAA
AACAATAA
TGACCAC
AGCCCCGCCC
GAGGGGGCGG
TTAGGGG
GCCAGCCC
TCCTCAC
AGGGGAC
TTCTAGG
TGAGATGG
TGCCTTGG
GAGGAAAC
TCTCTGAA
TTTCTATT
ATGCAGA
GCCGCGCCGC
TCGCACC
TAGAGGAA
GAGTGAGC
TGAGGTGC
ATTTCTGG
TTGACAA
TCCAAAC
GACAACC
TGATACC
TGAGCCAA
AACGAAC
GGCCGCCCC
GCGCAGGCGC
AGAAGCTC
GGCGGCGGCGC
GGAGGTGG
ATGTAAC
TGCGGTGG
ATTTCTTC
ATTAAATT
TTTTTTTTCC
GGAACCGG
ATTGGAC
AGAGGCAA
AGCCTAA
AGCCGGGCC
TACTACC
TTCCTCCCC
TTTCAAAC
GCCCCACCC
ATTCAGAA
TGACGTT
ATGGGTT
GTGAGTCC
TGCCCTTC
TCCGGGAC
TATTCGG
GGGCGGGCGC
GTGAGCGG
GCCACGG
GAAGGGGC
AGCTTGC
ACCAATT
AGTGTGACC
GAGGAGT
TGGCTGAA
TTTCAATT
GTGCATT
ACTTTGT
ACGCACAC
GGAGGAC
TGAGCACC
AGGGGGAA
ACAGCAC
ATAGATC
AGGTCCC
ATTAAGG
AGCACAA
GACTGTT
GCCCGAA
TTTTGCAA
AGCCAAAA
AGCCTTGG
AGAAACCC
GGAACCCC
ACACGAA
ATCCGAA
GGCGGGGCGGGG
ATGGTCC
GCCGGGTC
AGAGGTAA
AGAACTGG
ATGACGG
GTGGGCTC
ATCCCCAA
GATCCTCC
GCCTGGGC
ATTTCTGC
AGCACTC
AGATTTCC
AGTCCCGC
GCCCGCCGCC
TTTTTTATT
AGAAAGTT
AGGCAGAC
TGCCTCGC
TGAAGAAC
TTCCAGA
TATTTTATT
GTGGTTC
GTGGGTGC
GCTCATC
AGTCTCTC
ATCCCCCC
TTAATGG
ACTCGGGG
TACCATC
ATGCTGAA
ATGCACAC
AGCGCGGGG
TGGAAACC
AGTCCTCC
TTGGCTGG
TCCCCCGG
TATCCTC
AGAACCAA
GATATGG
GCCGTTC
ATAGCGC
TGCAAAC
TGATTAC
TGTGAGTC
AGTGACCC
TACAATC
TTCCTTCCC
GTGTGCGG
ACCCTAA
TGTCTAA
GTGCTGGC
ATGGATT
ACTTGGAA
TAGCGGC
GCCGCGTC
TCGGTCC
AGGCCGGGC
TGCGCTGG
AGTGGTGG
TTGTATT
GATTTCAA
GCCACAA
GTTTCTCC
TGATCGC
AAAAAAGC
AGAAGGGC
GAGCTAA
TATTTCTC
TGTCAAAA
GTGCATC
TGACTGGC
ATGGAGAC
TTGCTGCC
ATATGTAA
GATTTGAA
TGGCCGCGG
ACCCCGCCCC
TGTGCAC
GGCACGC
GGCAAAC
GTTACAA
ACCATTC
GCCCGGCCCC
TTTTTTGC
TACGGCC
AGAAAATC
AGGCGCTC
TATAGTC
TTCCTGT
GAGCTCCC
GGAAGGGC
GCCGGTGG
GAGTGGGC
TTGGCTGC
ACATTTTC
TAGTCGC
TTATAAAA
GTAACTC
GTGGAAGC
GTTATTC
AGGACAC
TGAGAAGC
TGTTGCTC
TGGCGGAGG
GTGCAGCC
TTAATGC
GTAAGTC
AGCCCGGCC
AGGAAAGC
GTGGGCAA
GAGAGAGAGAGA
GTCGGGGC
AGTGGCGG
AGAAAGCC
AGAAACTC
TGCCAAGG
TGTCAGCC
GGCGCAGGC
TCACATC
ACCCCACCCC
GAGCCTGC
TGCGCAGC
TCCGCGGCC
GCACTCC
TGCGGGAC
ACATACAC
TTTATTCC
GTAACGG
TTATAAC
ATGTCCCC
GGCACAC
GGCGCAA
GTTGCTGC
AACGTGC
AGTGATGG
GGGGGCCC
TTTTTGA
TACTCAC
AGAAATCC
AGTTTAT
GTCCGCCC
TGTCTGGC
AGTCTAA
ATAAATAC
ATATATGT
AGGGGGAGG
ACAGCTGG
GTTCCTGG
TCCGCAC
GGGCGGGGCGG
GATAATC
TTATCCC
GTATCGC
GTGAGGAGG
TCCTCCTC
ATTTATTC
TTCTGCCC
TCCCTCTCC
TTTCTTAA
GAGAGACC
ACTCATC
CCCCGCCCCC
ACTTTGTT
GTGAGAGG
TAAAAAAC
GTGTTTGC
GAACCCCC
TTTTCCGC
TTTGTCCC
TTTATTTC
ATACCTC
GGCATTC
GGCTCAC
GGCTCTCC
GGCTGTGC
GTTTAGG
ATTGCGG
TGCTCGG
GTCTAGG
AGAGACGC
TGTGCCTC
GGGGTGGC
GGCCAGCC
GCGCGAGC
GGAAGAGC
TTTCTTTCC
GTCCGGGC
GTCCTCTC
GTTCTAA
GCAAGAC
TCTTTAC
ACGGAAC
AATTAC
AAATACC
ATACTAA
TAAAAGAA
GAGCCAGC
GTGTTCCC
ACCCCCGG
GAGGGCAA
TTAGCAA
GTCTATT
AGACCCGC
AACTATC
AGTACGC
AGCCAGAC
GGAAGGAGG
GAGATGGC
GTTCGAA
GTTCTAC
TAGCTAGC
GCCGCGCCCC
TGGGCTGGGC
ATACTGG
GTGGCAGC
GTACCAA
GTACCTC
GCCTGTT
GCCGGGGCC
TCCTTCCC
AGGTTTT
ATTTTCTC
AGCTAT
AGAGACAA
AGCCAGGGC
GCGCTGA
TGAAAAAC
ACACTTCC
ACCCAGAA
AGCCCGCCC
GAAAACCC
GGGGCCGGGC
TGCGCAGGCGC
AGAACAC
TCCGCAGG
GTAGAAAA
ATTACTC
ACCTAGG
GTCAAGC
AGTGGCTC
TGCCTTTT
TATTATC
ACCCGAC
AGACGTC
TGTCTTTT
TGTCTGCC
GTGCGAA
GTGCGTGT
CCCCGCCC
AGCCCGCGG
TAGATTTT
GTTTTTCC
ATGTATC
TGTCCAC
TGCGCATGC
TCCGGGAA
TTGATTC
TGCTTGG
TAAGCCC
AGAGATGC
ATCTCAC
GGGGAAAA
GAGGATGG
TGAATAT
GGAATAA
GTGCGCCC
GTGCTAC
GAGATAC
TCAAGTC
ATGCAAC
GTGAGGGC
GATTAAAA
ATTTTTAT
ACCCCGCC
GTGGGGAGG
GGCGGGGGCGG
ATTGACC
TGCTCGC
TTCGTGG
AGAGGCAGC
TGAAATTC
TTCCTCTCC
TCTCTAC
TCTCGCTC
GTGTAGC
GTGGGGCGG
AGTCGAA
ATAAAGAA
GGGCCTGG
GCTGCTGG
TGATTGGCC
TTGGGGGC
GTATGCC
ACCGACC
ACCTACC
ATCGAGC
AAAAAGTT
AGCCTGAA
ATAATAT
TGACGAA
TGACAGAC
TTAAGTC
AGCCCAGCC
ACGGAGGC
GTCCCAGC
TTTTCTGC
GAGCCTCC
ATTCCCCC
AGCTCTTC
AGTGCAGC
AGGACAA
TGATTATT
AGTGAGTC
TTTTTTGG
TGTTTTATT
TTCCTCTTC
ACACTAC
ATAATAC
GTGCGAC
GTGCTGT
TTAATAC
TAGGAAAA
ATGGGTC
ATATGTC
TGGGGAGGC
TTCCCTGG
TTTCCAC
GGGGCCCCC
GAGCCAC
AGAGGAAC
TGACCTGG
TTACTCC
ACAGAGAA
TTTTCCGG
CAC
GGCTGGCC
GGCAGCGG
GTCGCCGCC
TAAGTCC
TAATATC
AGAGTGGC
TGAGCCTC
AACGCCC
TGCCTCGG
TTCCAAAA
ACCCTAC
TGACTAC
GTTCTTCC
TTGCTTGC
ACTTGGCC
GAAAAGAAAA
AGTTCTGC
TCCGCTGG
TTGATGC
GCGCGCTGC
TTTTTTTTAA
GTTAGTT
GTTTCTTC
AGGTAAC
TGTACGC
TGTGTCTC
AGTACGG
AGTCCCGG
AGCCGAGG
GGGCGGCCC
TGCCATCC
TCTCTGTC
GAGCGAGG
GCTCTAC
GTGCTAA
TAGGAAGC
ATATGCC
TAGCAACC
AGGAAACC
AGGAAGAGG
AGCAAGAA
GTGTCTGC
TTTACGG
GACCCCAA
ATGTGTGTGT
GGCTGTGG
GTTAAAT
AGGTAT
ATTTCTCC
ACCGGGA
AGAGATAA
ATCGCGC
GCCCGGGA
GCCCGGCGC
GGCCGAA
AGAATGAA
GGGCGCCGC
GGGCGGAC
TGTTGGGG
AGTCAGT
GTGCTGA
ATGGAGCC
ATGGATGG
ATTTTTGTT
TAGTAC
TGGAAGAC
GCCCCCTCCC
TGTTCTCC
ATAACGC
GGCTAGC
TCCAAGG
TGGGTAA
GTCGAGG
GTCTCTGG
ATCAATC
AACTCAC
TGTGACCC
GGGGACGG
GGGCGAA
AGGCATT
TCTCTTTT
GTGTGAGC
ACCCAGA
TTTCGTC
GACCGGAA
TGTCTGTT
GCCCCTTCC
TTGGGAGG
TTGCGCC
TCCCCAGCC
GCCGCTTC
GTGAGAGC
AATTTGAA
GGGGCAGC
GGGGCGCGG
GAGTGGAA
TGAGGGAGG
GCCCCCGCC
AGGACTC
GACTCTT
TGTGAGTT
TCCCTGAA
TATTTGT
AGACATGG
ACAAGGAA
ATAAATATT
GCCGGTGC
AAATGCC
AAATGCAA
GAGTGCGC
ACATGCC
GGCTGGAGG
GATGATC
GCCGCGCTC
GTAGCCCC
GGCGCGCGC
GAAGTAA
GTTTCTGG
TCCATTC
TGGAATT
AGCAGCCC
TAATTGG
AGATGGCC
AGAGAACC
ATCGCTC
ATCTCTGC
AACGGGG
AGCCACAC
TACTCGG
AGAAATTC
AGGCTCTC
GTGTATT
GTGGGTCC
TGTCTTTC
ATCCTT
GTTCTTTT
TTAATAT
ACTCGAA
GCCGGGAGG
TTCCCTCCC
GAGGCGCC
GGAGCTCC
TGAGCGCC
AGAGGAAAA
ATGTTTTC
GAGCGCTC
GTACCGG
AGGAGTT
GTCTAT
GTCTCTTC
TAAATGT
TGAGGCAGG
AGGCAAAA
TTTCAGT
TTGCTGTT
AAGCACC
AGGAAGAC
AACAAATT
AAAAAATAA
ACTGGCCC
TGTCCCAA
ATGGCCTC
GGCATGG
GGCTGAGG
TCCACAA
TGCATCC
GTCTCTCC
GACAATT
TTCGCGC
TAATTAC
TGATAAAA
AGCCTGGCC
TCTCTCTT
GCGGTGGC
GTCCGTCC
GTGATTTT
TGGGGGCGC
ATACACC
GAGAAAGG
TTCTCTCCC
GTGTCTGG
TAGGCTGG
TTAGAGC
GTAACGC
