{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "",
    "max_input_chars_per_word": 601,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "N": 8,
      "T": 9,
      "GG": 10,
      "CC": 11,
      "TT": 12,
      "AA": 13,
      "GC": 14,
      "GA": 15,
      "TC": 16,
      "GT": 17,
      "AC": 18,
      "GCC": 19,
      "AT": 20,
      "GGC": 21,
      "GAA": 22,
      "GTT": 23,
      "TCC": 24,
      "AGG": 25,
      "ATT": 26,
      "TGG": 27,
      "AGC": 28,
      "ACC": 29,
      "TGC": 30,
      "GTC": 31,
      "GAC": 32,
      "TTC": 33,
      "TAA": 34,
      "CCC": 35,
      "AGA": 36,
      "ATC": 37,
      "TGA": 38,
      "AAC": 39,
      "TGT": 40,
      "AGT": 41,
      "GCCC": 42,
      "GGGG": 43,
      "AAAA": 44,
      "TTTT": 45,
      "GGCC": 46,
      "AGCC": 47,
      "GCGC": 48,
      "TAC": 49,
      "AGAA": 50,
      "GGGC": 51,
      "TCCC": 52,
      "AGGC": 53,
      "TAT": 54,
      "TGCC": 55,
      "AGTT": 56,
      "GAGG": 57,
      "TGAA": 58,
      "TGTT": 59,
      "TGGC": 60,
      "TTCC": 61,
      "TCTC": 62,
      "GAGC": 63,
      "TATT": 64,
      "GGAA": 65,
      "ACAC": 66,
      "GTGT": 67,
      "ACCC": 68,
      "GCGG": 69,
      "TTTC": 70,
      "GTCC": 71,
      "AGAC": 72,
      "GTGG": 73,
      "GCTC": 74,
      "GACC": 75,
      "TGTC": 76,
      "AGTC": 77,
      "ACAA": 78,
      "ATAA": 79,
      "ATCC": 80,
      "GCCCC": 81,
      "ATTC": 82,
      "GTGC": 83,
      "TGAC": 84,
      "GAGA": 85,
      "GTTC": 86,
      "GAAC": 87,
      "TTAA": 88,
      "TTGG": 89,
      "GGCGG": 90,
      "ACTC": 91,
      "TAGG": 92,
      "GCAA": 93,
      "CCCC": 94,
      "ATGG": 95,
      "TTGC": 96,
      "GTAA": 97,
      "TCAA": 98,
      "ATAT": 99,
      "TCCCC": 100,
      "ACTT": 101,
      "TACC": 102,
      "TAGC": 103,
      "TAAC": 104,
      "AGCCC": 105,
      "GGGA": 106,
      "TCTT": 107,
      "ATGC": 108,
      "TATC": 109,
      "GCCGC": 110,
      "GTGA": 111,
      "TCGG": 112,
      "AAGG": 113,
      "GGCGGC": 114,
      "ACGC": 115,
      "TCGC": 116,
      "GATT": 117,
      "GAAAA": 118,
      "GGCGC": 119,
      "ACGG": 120,
      "TGCCC": 121,
      "TGGGG": 122,
      "TGGCC": 123,
      "TAGA": 124,
      "AACC": 125,
      "ATTTT": 126,
      "TCAC": 127,
      "AAGC": 128,
      "GCCGG": 129,
      "AATT": 130,
      "AGGCC": 131,
      "TGGGC": 132,
      "AAAC": 133,
      "GGAGG": 134,
      "GCCGCC": 135,
      "ACCCC": 136,
      "TAGT": 137,
      "AAAT": 138,
      "GTCCC": 139,
      "TCTCC": 140,
      "TTCCC": 141,
      "AGGGC": 142,
      "GGGGC": 143,
      "GATC": 144,
      "AGAGC": 145,
      "TTTTC": 146,
      "GAGGC": 147,
      "AGGAA": 148,
      "GGAC": 149,
      "ATAC": 150,
      "TCTGC": 151,
      "TAAAA": 152,
      "GAGAA": 153,
      "GTTTT": 154,
      "GGAGC": 155,
      "ATGT": 156,
      "TTTCC": 157,
      "TGAGC": 158,
      "GGGGCC": 159,
      "GAGCC": 160,
      "TGTCC": 161,
      "TGCGC": 162,
      "ATATT": 163,
      "AGAGG": 164,
      "GAGT": 165,
      "TGAGG": 166,
      "AGAAC": 167,
      "AGCGC": 168,
      "AGTTC": 169,
      "TGGAA": 170,
      "AGGGG": 171,
      "GTGGC": 172,
      "ACAGC": 173,
      "TTTAA": 174,
      "AATC": 175,
      "GCCTC": 176,
      "GCCCCC": 177,
      "GGCCC": 178,
      "TGTGC": 179,
      "GTTCC": 180,
      "TCCGC": 181,
      "GTAC": 182,
      "TGTGG": 183,
      "TGTTC": 184,
      "TCCTC": 185,
      "GGCCCC": 186,
      "AGTCC": 187,
      "AACAA": 188,
      "TGCTC": 189,
      "ATGAA": 190,
      "GGCTC": 191,
      "TGACC": 192,
      "ATCCC": 193,
      "ATGA": 194,
      "TTAC": 195,
      "TAGAA": 196,
      "AGACC": 197,
      "AGCCCC": 198,
      "GCAC": 199,
      "GTGTT": 200,
      "TGCGG": 201,
      "AGCAGC": 202,
      "ATTCC": 203,
      "ATTTC": 204,
      "TTCTC": 205,
      "GTGAA": 206,
      "TGAAC": 207,
      "ATGTT": 208,
      "AGCTC": 209,
      "TGCTGC": 210,
      "AGTGC": 211,
      "GACCC": 212,
      "GTGAC": 213,
      "TCCTCC": 214,
      "AGGAGG": 215,
      "GAAGG": 216,
      "GAAGC": 217,
      "AGTGG": 218,
      "ATGGC": 219,
      "TTTGG": 220,
      "AGCAA": 221,
      "TCCGG": 222,
      "AGCGG": 223,
      "GTGTC": 224,
      "TCTGG": 225,
      "GGGGGC": 226,
      "TTGTT": 227,
      "GAGAC": 228,
      "TAGTT": 229,
      "GTGCC": 230,
      "NN": 231,
      "ATTAA": 232,
      "ACAGG": 233,
      "TTTGC": 234,
      "TTCAA": 235,
      "ACTGC": 236,
      "TTGGC": 237,
      "GCCAA": 238,
      "ACCGC": 239,
      "AAAAAA": 240,
      "GAACC": 241,
      "ACTGG": 242,
      "TATTC": 243,
      "TTGA": 244,
      "GCGCGC": 245,
      "GGGCGG": 246,
      "TAGGC": 247,
      "GGCCGC": 248,
      "ACCAA": 249,
      "TTATT": 250,
      "TAGCC": 251,
      "ACTCC": 252,
      "TCAGG": 253,
      "TTTTTTTT": 254,
      "GAGTT": 255,
      "TGCCCC": 256,
      "TGTAA": 257,
      "GGCTGC": 258,
      "TCTTC": 259,
      "ACATT": 260,
      "GTGGGG": 261,
      "GAGTC": 262,
      "ATCAA": 263,
      "ATGTC": 264,
      "GATGG": 265,
      "GGGCC": 266,
      "TTGAA": 267,
      "TCAGC": 268,
      "TCCAA": 269,
      "TGCAA": 270,
      "ACTTC": 271,
      "ACACC": 272,
      "TATAA": 273,
      "TACCC": 274,
      "TCCCCC": 275,
      "GGTC": 276,
      "AGTAA": 277,
      "GCTGC": 278,
      "GTGTGTGT": 279,
      "ACAT": 280,
      "TTGT": 281,
      "GGCTGG": 282,
      "TTGCC": 283,
      "GATAA": 284,
      "GAGGGG": 285,
      "GCCCGC": 286,
      "GACGC": 287,
      "GTCGC": 288,
      "ACCTC": 289,
      "ACAAC": 290,
      "TTCCCC": 291,
      "ATCTC": 292,
      "GGCAA": 293,
      "TACAA": 294,
      "GTTGC": 295,
      "ACAGA": 296,
      "GTCCCC": 297,
      "GTTTC": 298,
      "GGCAGC": 299,
      "GCCTCC": 300,
      "ATGAC": 301,
      "ATAAAA": 302,
      "TTGTC": 303,
      "GCCAC": 304,
      "TTTTCC": 305,
      "GGCTCC": 306,
      "GTATT": 307,
      "TGGAGG": 308,
      "GTCTC": 309,
      "GGCGCC": 310,
      "CCCGC": 311,
      "TTTGT": 312,
      "GGGAA": 313,
      "GACAA": 314,
      "GATTC": 315,
      "AGCTGC": 316,
      "GGCAGG": 317,
      "AGAAAA": 318,
      "TAACC": 319,
      "ATTGC": 320,
      "TTTAC": 321,
      "TATCC": 322,
      "GATGC": 323,
      "AGCTGG": 324,
      "ATGCC": 325,
      "AGGAC": 326,
      "GGTGG": 327,
      "GAGGCC": 328,
      "AGCAC": 329,
      "ATAAC": 330,
      "TTTGA": 331,
      "AAAAAAAA": 332,
      "ACCCCC": 333,
      "TAGAC": 334,
      "ATATC": 335,
      "AGCCGC": 336,
      "GGCGGGG": 337,
      "GTTGG": 338,
      "AGAGAA": 339,
      "TTCGC": 340,
      "TAAGC": 341,
      "ACATC": 342,
      "AACTC": 343,
      "TAGTC": 344,
      "GGGAC": 345,
      "TTCTT": 346,
      "GACCCC": 347,
      "ACCAC": 348,
      "GAGCGC": 349,
      "GTAGG": 350,
      "GCCTGG": 351,
      "GATCC": 352,
      "AGCAGG": 353,
      "TGCTGG": 354,
      "ACACACAC": 355,
      "AGCTCC": 356,
      "GGTT": 357,
      "ATTTAA": 358,
      "GTGGCC": 359,
      "GTCAC": 360,
      "GTTAA": 361,
      "GTGGGC": 362,
      "GAGGGC": 363,
      "GAGGAA": 364,
      "AGATC": 365,
      "AACGC": 366,
      "GAAAC": 367,
      "ATTTTC": 368,
      "ATCGC": 369,
      "GCCTGC": 370,
      "GACTC": 371,
      "GCCAGG": 372,
      "TGAAAA": 373,
      "GTGCGC": 374,
      "AACAC": 375,
      "ACCGG": 376,
      "ATTATT": 377,
      "GTCAA": 378,
      "TGTCCC": 379,
      "TCCCGC": 380,
      "TTTAT": 381,
      "GAGCCC": 382,
      "TCCTGG": 383,
      "TCCAC": 384,
      "ATTGG": 385,
      "NNNN": 386,
      "AGGCGC": 387,
      "GGCAC": 388,
      "TTATC": 389,
      "TGGAC": 390,
      "TTTGTT": 391,
      "TTTATT": 392,
      "TCACC": 393,
      "CCCGG": 394,
      "GAGAGG": 395,
      "GTCGG": 396,
      "GATGGC": 397,
      "TTGAC": 398,
      "TTTTAA": 399,
      "GATGA": 400,
      "GCCCGG": 401,
      "TAAAC": 402,
      "AGGTC": 403,
      "TAAGG": 404,
      "TGCAC": 405,
      "GCGCGG": 406,
      "TTTCCC": 407,
      "TTCTTC": 408,
      "TTTCTC": 409,
      "GAGAGC": 410,
      "GAAGAA": 411,
      "AGAGCC": 412,
      "TGGTC": 413,
      "GTAGC": 414,
      "TGCAGG": 415,
      "TTAAAA": 416,
      "GTAT": 417,
      "CCCAA": 418,
      "GATTTT": 419,
      "TTCGG": 420,
      "TGATC": 421,
      "TGGGAA": 422,
      "GGCCGG": 423,
      "GCCACC": 424,
      "AGCCAA": 425,
      "TTCAC": 426,
      "GCCGGC": 427,
      "TGCCGC": 428,
      "ATCAC": 429,
      "GGGGAA": 430,
      "TTAGG": 431,
      "TTCTCC": 432,
      "TTAAC": 433,
      "AGTTCC": 434,
      "ATCCCC": 435,
      "TCTCTCTC": 436,
      "TATGC": 437,
      "GTAAC": 438,
      "TAATAA": 439,
      "AGAGGC": 440,
      "AGAAGC": 441,
      "TTAT": 442,
      "TGGCCC": 443,
      "GACGG": 444,
      "TTTTTC": 445,
      "AGTCCC": 446,
      "GGAAGC": 447,
      "GGGGAGG": 448,
      "TGGGGC": 449,
      "TGCTCC": 450,
      "AGGCGG": 451,
      "TGAGAA": 452,
      "TGCAGC": 453,
      "AGAGAC": 454,
      "TATGG": 455,
      "TCCAGG": 456,
      "GGCGGGC": 457,
      "AACAAC": 458,
      "GAGGAGG": 459,
      "TGTGTT": 460,
      "TGTTCC": 461,
      "GCCCTC": 462,
      "ATAGG": 463,
      "GCCAGC": 464,
      "AGCCTC": 465,
      "GGCGGCC": 466,
      "TGGCGC": 467,
      "TGGTGG": 468,
      "TTGGGG": 469,
      "AAAACC": 470,
      "GTATC": 471,
      "ATAGC": 472,
      "GTACC": 473,
      "GAATC": 474,
      "GATAC": 475,
      "GTGTCC": 476,
      "ACTGA": 477,
      "ACTAC": 478,
      "GTGTGC": 479,
      "TTAGC": 480,
      "AGCCGG": 481,
      "TTTGAA": 482,
      "ACGCC": 483,
      "AGGCCC": 484,
      "TCCCGG": 485,
      "GTGAGG": 486,
      "TTACC": 487,
      "TCATT": 488,
      "AGACCC": 489,
      "ACTAA": 490,
      "TGGAGC": 491,
      "ACTGT": 492,
      "GTGCCC": 493,
      "AGAACC": 494,
      "GGAACC": 495,
      "ACCACC": 496,
      "GAGAGAGA": 497,
      "GCCCCGC": 498,
      "AGTGAA": 499,
      "TGAGGC": 500,
      "TCCTGC": 501,
      "ACAAAA": 502,
      "GTGAGC": 503,
      "GCCCCCC": 504,
      "GATGT": 505,
      "TGCCTC": 506,
      "GTGCGG": 507,
      "GGCCTC": 508,
      "TACTC": 509,
      "GCAGC": 510,
      "ATACC": 511,
      "GTTTTC": 512,
      "TCCCTC": 513,
      "TGGCGG": 514,
      "ACAGT": 515,
      "TGAGCC": 516,
      "AACGG": 517,
      "TAATC": 518,
      "TGGGCC": 519,
      "TTTCAA": 520,
      "GTCTCC": 521,
      "GTGGAA": 522,
      "TTCCTC": 523,
      "GGCGCGG": 524,
      "AGGGAA": 525,
      "ATATAA": 526,
      "AGAAGG": 527,
      "AGGTAA": 528,
      "TTCTGC": 529,
      "AGGAGC": 530,
      "ATTTCC": 531,
      "TCTCTC": 532,
      "AGTGTT": 533,
      "ATTTTTT": 534,
      "GCCGCGC": 535,
      "ATATATAT": 536,
      "TTCTGG": 537,
      "CCCTC": 538,
      "AGTGAC": 539,
      "AAGAA": 540,
      "GTGACC": 541,
      "AGCGGC": 542,
      "TGATT": 543,
      "GTGCTC": 544,
      "GGGCTC": 545,
      "GAGCGG": 546,
      "TGAAGC": 547,
      "TGTGGC": 548,
      "AGAGA": 549,
      "GTAAAA": 550,
      "GTTGTT": 551,
      "ATCGG": 552,
      "TTCCGG": 553,
      "ACCTCC": 554,
      "AAAAC": 555,
      "GACAC": 556,
      "TGCTT": 557,
      "TGTGAA": 558,
      "AGGTGA": 559,
      "GCTCC": 560,
      "GCCGCCC": 561,
      "ATGGCC": 562,
      "GGAAGG": 563,
      "ACGGC": 564,
      "GCCTT": 565,
      "TGACCC": 566,
      "ATAGA": 567,
      "GCGCTC": 568,
      "AACTT": 569,
      "GTTCCC": 570,
      "GTTTCC": 571,
      "ATGGGG": 572,
      "AAAAGC": 573,
      "AGGTGG": 574,
      "AG": 575,
      "ACCTGG": 576,
      "GATAT": 577,
      "AGCTT": 578,
      "TTTTGC": 579,
      "TAATT": 580,
      "GTAGA": 581,
      "ACCTGC": 582,
      "TACGC": 583,
      "AGGGGC": 584,
      "AGTGGC": 585,
      "TG": 586,
      "TCCCAA": 587,
      "ATTCAA": 588,
      "ATGCGC": 589,
      "TGTGTC": 590,
      "ATCTT": 591,
      "ATTGTT": 592,
      "ACGAA": 593,
      "TGGGAC": 594,
      "GAGTGG": 595,
      "TGGCTC": 596,
      "ACTTTT": 597,
      "TGTTGC": 598,
      "GCCTTC": 599,
      "TCCTT": 600,
      "ACCCGC": 601,
      "GAGACC": 602,
      "GAGTCC": 603,
      "AGCACC": 604,
      "GCTCGC": 605,
      "AGGCTC": 606,
      "ACTTCC": 607,
      "GGCGCGC": 608,
      "GGGGGG": 609,
      "GCCGGGC": 610,
      "AGATT": 611,
      "TGAAGG": 612,
      "GGCTT": 613,
      "TGCCAA": 614,
      "GAAAAC": 615,
      "GGCCAA": 616,
      "TGCCGG": 617,
      "TCCAGC": 618,
      "GTCTGG": 619,
      "TGAACC": 620,
      "AGGGAC": 621,
      "AGGCAA": 622,
      "AACAGC": 623,
      "ACAGCC": 624,
      "TAAATT": 625,
      "GTCTGC": 626,
      "TTCCAA": 627,
      "TCCGCC": 628,
      "GTGTGG": 629,
      "ACACAA": 630,
      "GTGTTC": 631,
      "TGTGAC": 632,
      "ATCATC": 633,
      "AGTTTC": 634,
      "AGTAC": 635,
      "GAGAAC": 636,
      "ATTTATT": 637,
      "ATTTAC": 638,
      "ATTCCC": 639,
      "ATGGAA": 640,
      "TGTTTC": 641,
      "AGCGCC": 642,
      "GAGTGC": 643,
      "GGCGAC": 644,
      "TGTAC": 645,
      "AGGGCC": 646,
      "TAAAAC": 647,
      "TGAGTT": 648,
      "TGTCTC": 649,
      "ATTGAA": 650,
      "TTCCGC": 651,
      "TGAGAC": 652,
      "GGCTTC": 653,
      "ACAACC": 654,
      "ATTTGC": 655,
      "ATCTCC": 656,
      "ATGGGC": 657,
      "ACCAGG": 658,
      "TGAGTC": 659,
      "TAGGCC": 660,
      "AGATGG": 661,
      "ATGCAA": 662,
      "NNNNNNNN": 663,
      "ATGTAA": 664,
      "GAGCTC": 665,
      "ACCTT": 666,
      "ACGTC": 667,
      "AGACAA": 668,
      "AGAGTT": 669,
      "GTCCGC": 670,
      "GAGGCGG": 671,
      "GCCGCGG": 672,
      "GATTTC": 673,
      "GGGGCCC": 674,
      "TCCCTCC": 675,
      "ATAGT": 676,
      "TAAGAA": 677,
      "TACCCC": 678,
      "GCCCAA": 679,
      "TTCAGG": 680,
      "TGTGCC": 681,
      "GCTGG": 682,
      "GAGTTC": 683,
      "TACGG": 684,
      "TGGCAA": 685,
      "TTTTTT": 686,
      "ACGCGC": 687,
      "ATCTGC": 688,
      "ACGTT": 689,
      "GATATT": 690,
      "AGTGTC": 691,
      "GGCACC": 692,
      "AGCCCCC": 693,
      "AGAGTC": 694,
      "ACAGAA": 695,
      "GAGCAA": 696,
      "TTCAGC": 697,
      "AGATAA": 698,
      "AGTTGC": 699,
      "TTTTGG": 700,
      "TCTCGC": 701,
      "TAGCCC": 702,
      "TATATT": 703,
      "ATCTGG": 704,
      "ATATTC": 705,
      "ATGTGG": 706,
      "AGTGCC": 707,
      "ACCCAA": 708,
      "GGGGTC": 709,
      "ATGTGC": 710,
      "ATGTTC": 711,
      "TACAC": 712,
      "ATTTGG": 713,
      "GGCGGCGGCGGC": 714,
      "GATGAA": 715,
      "GAACAA": 716,
      "AACTGC": 717,
      "GGGGGCGG": 718,
      "TAGGAA": 719,
      "ACCAGC": 720,
      "AAAATC": 721,
      "GGCCGCC": 722,
      "AAAAGG": 723,
      "ATCTTC": 724,
      "GATTGG": 725,
      "ACCCTC": 726,
      "GTCCTC": 727,
      "GTAGT": 728,
      "GGCCCCC": 729,
      "ACGAC": 730,
      "TCCTTC": 731,
      "ATGAGG": 732,
      "TATTTC": 733,
      "ACCCGG": 734,
      "GGGCTGG": 735,
      "AACTGG": 736,
      "GACCGC": 737,
      "ACCGCC": 738,
      "GGCGTC": 739,
      "ATTAC": 740,
      "ATTTTAA": 741,
      "AGACGC": 742,
      "GGCGCCC": 743,
      "ATGCTC": 744,
      "ATGAGC": 745,
      "ATACAA": 746,
      "AGCTTC": 747,
      "CCCCCC": 748,
      "ATAGAA": 749,
      "TCCTCCC": 750,
      "GGCGGCGG": 751,
      "GTCTT": 752,
      "ATGCCC": 753,
      "AGGCTGG": 754,
      "GTGAAC": 755,
      "GTTTAA": 756,
      "AACAGG": 757,
      "AGTTAA": 758,
      "TGATAA": 759,
      "TGCTTC": 760,
      "TGTTTT": 761,
      "TCGCC": 762,
      "TCCACC": 763,
      "ATCCAA": 764,
      "AACAAAA": 765,
      "TACTT": 766,
      "TATTAA": 767,
      "GGGGAC": 768,
      "GCAGG": 769,
      "TGGTT": 770,
      "GACAGC": 771,
      "GAATT": 772,
      "ATTTAT": 773,
      "GCGGCCC": 774,
      "TGCCCCC": 775,
      "TGACAA": 776,
      "GTGTGTGTGTGTGTGT": 777,
      "GGGCTGC": 778,
      "TAACAA": 779,
      "AGTTGG": 780,
      "TATTCC": 781,
      "ATCAGC": 782,
      "ATGAAC": 783,
      "AGGTT": 784,
      "GTTTGG": 785,
      "GGCTGA": 786,
      "ATGTGT": 787,
      "GTCGCC": 788,
      "AACTTC": 789,
      "TGTTAA": 790,
      "TATTTT": 791,
      "GCCCGCC": 792,
      "TGTCCCC": 793,
      "GCAACC": 794,
      "AGATGC": 795,
      "TGTCAA": 796,
      "GCGCC": 797,
      "GGGCGGGG": 798,
      "GAAAGG": 799,
      "AGCCAC": 800,
      "ATGTCC": 801,
      "GCTCGG": 802,
      "AGCCTGG": 803,
      "AGTCAA": 804,
      "AACTCC": 805,
      "TGATGG": 806,
      "TTTTTAA": 807,
      "GTCAGG": 808,
      "AGTCTC": 809,
      "ACAGGC": 810,
      "GTCACC": 811,
      "GTTTGC": 812,
      "GATGAC": 813,
      "GGGCAA": 814,
      "GGCGGGGC": 815,
      "TAGTTC": 816,
      "TCTCAA": 817,
      "TGTTGG": 818,
      "TGCGCC": 819,
      "GCCCAC": 820,
      "GCGGC": 821,
      "AGAGGAA": 822,
      "AGAGAGG": 823,
      "TGCGGC": 824,
      "GTCTTC": 825,
      "AACATT": 826,
      "GATTAA": 827,
      "AGTTTT": 828,
      "GGGCAGG": 829,
      "GATCCC": 830,
      "TATGAA": 831,
      "AAAATAA": 832,
      "TCGGC": 833,
      "GCCCCGCCCC": 834,
      "ACTCAA": 835,
      "TCATC": 836,
      "TAGAAC": 837,
      "GACCAA": 838,
      "AGTCGC": 839,
      "ATACAC": 840,
      "GTCAGC": 841,
      "TCCCTCCC": 842,
      "TTGGCC": 843,
      "GACAGG": 844,
      "GACTCC": 845,
      "TTCATT": 846,
      "GATTCC": 847,
      "TGGCTGC": 848,
      "AGATCC": 849,
      "GTGCAA": 850,
      "GCCGGGG": 851,
      "GAAAGC": 852,
      "ATCACC": 853,
      "GAGCCCC": 854,
      "TGTCGC": 855,
      "GAAAAAA": 856,
      "TCTGA": 857,
      "ACAAGC": 858,
      "GATGCC": 859,
      "GACTT": 860,
      "GACTGC": 861,
      "GGCCAC": 862,
      "GTGAGA": 863,
      "ACAAGG": 864,
      "GACTGG": 865,
      "AGGTGC": 866,
      "TACAGC": 867,
      "GCGGGGC": 868,
      "GTTCAA": 869,
      "TTCCCCC": 870,
      "GTCCGG": 871,
      "ACACAC": 872,
      "TCTCGG": 873,
      "TCCCCGC": 874,
      "GCCTCCC": 875,
      "GGGGTGG": 876,
      "GGGCGGGC": 877,
      "GCCCAGG": 878,
      "ATTGGC": 879,
      "ACCTTC": 880,
      "TCAACC": 881,
      "TATAAAA": 882,
      "ATCCTC": 883,
      "GATGTT": 884,
      "GTAGAA": 885,
      "AGACTC": 886,
      "ATTCTC": 887,
      "ATAACC": 888,
      "GCGCGCGC": 889,
      "GAGTGT": 890,
      "ATATTTT": 891,
      "TACATT": 892,
      "AGCCAGG": 893,
      "GAAGCC": 894,
      "ACTGAA": 895,
      "GAACCC": 896,
      "ATAGTT": 897,
      "GCCCTCC": 898,
      "TCCCAGC": 899,
      "GTTCTC": 900,
      "AGCTGA": 901,
      "TGCCTGG": 902,
      "TGTGT": 903,
      "GTTTTTT": 904,
      "GAAGGC": 905,
      "GCCCTGG": 906,
      "GAAATT": 907,
      "GGGCGGC": 908,
      "AGGCAGG": 909,
      "ATCAGG": 910,
      "AGATTC": 911,
      "AACTAA": 912,
      "GGCCTGG": 913,
      "GAGGAC": 914,
      "AGCCTCC": 915,
      "GGGCTCC": 916,
      "GTTGCC": 917,
      "TGTATT": 918,
      "ACACGC": 919,
      "GAGGCCC": 920,
      "AACACC": 921,
      "TGGCTGG": 922,
      "ACTCGC": 923,
      "ATCATT": 924,
      "GAGTAA": 925,
      "GCGCTGC": 926,
      "GCCCCGG": 927,
      "TAGTCC": 928,
      "AGGCTGC": 929,
      "TTGGAA": 930,
      "TTTCGC": 931,
      "AGGCAGC": 932,
      "TTAACC": 933,
      "TTTGCC": 934,
      "TGTGTGT": 935,
      "GTTAC": 936,
      "AACTAC": 937,
      "AAAAAC": 938,
      "GACCTC": 939,
      "AGCCGCC": 940,
      "GATGTC": 941,
      "GAGCTGG": 942,
      "GGGGAGC": 943,
      "AGGCCCC": 944,
      "TGATTC": 945,
      "GGCTCCC": 946,
      "ACTGCC": 947,
      "TCCCCCC": 948,
      "TGACGC": 949,
      "GGGCAGC": 950,
      "GGCTGCC": 951,
      "GCAAGC": 952,
      "TTTGGC": 953,
      "AACATC": 954,
      "GAGGAGC": 955,
      "TAGGGC": 956,
      "AGAGCCC": 957,
      "AGGACC": 958,
      "TTCACC": 959,
      "AGTATT": 960,
      "GAGCCGG": 961,
      "GAGCTGC": 962,
      "GAATAA": 963,
      "TGGTGC": 964,
      "GTATAA": 965,
      "TAGAGC": 966,
      "ATGATT": 967,
      "TTTTTTC": 968,
      "TGACTC": 969,
      "GTAGTT": 970,
      "ATCCGC": 971,
      "GACGCC": 972,
      "GCTCAA": 973,
      "GCCCTGC": 974,
      "TAGAGG": 975,
      "AGTCCCC": 976,
      "TATGTT": 977,
      "AGACCCC": 978,
      "GATCTC": 979,
      "AGAGGCC": 980,
      "TTTTCCC": 981,
      "GTCCAA": 982,
      "GCAAGG": 983,
      "GAGAAAA": 984,
      "GATCAA": 985,
      "ACAGAC": 986,
      "GAGGTGG": 987,
      "AGGCTCC": 988,
      "GTAGCC": 989,
      "ACACTC": 990,
      "GAAATC": 991,
      "ACTCCC": 992,
      "GCCCAGC": 993,
      "TTCCTGG": 994,
      "GCCATC": 995,
      "GTCATC": 996,
      "ACTTTC": 997,
      "GAAGAC": 998,
      "GAGTGA": 999,
      "GGCTGT": 1000,
      "TTCTAA": 1001,
      "AGAGAGC": 1002,
      "AGATAC": 1003,
      "AGTCGG": 1004,
      "TGATGC": 1005,
      "AGCAAC": 1006,
      "TAGGGG": 1007,
      "TTCCTCC": 1008,
      "TAGCAA": 1009,
      "ATTTTTC": 1010,
      "TATCAA": 1011,
      "TAAAAAA": 1012,
      "GGCCTCC": 1013,
      "GTAGGC": 1014,
      "GATAAC": 1015,
      "GAGGGGC": 1016,
      "GCCCCTC": 1017,
      "TGCCTCC": 1018,
      "ATGACC": 1019,
      "TATCCC": 1020,
      "TAGACC": 1021,
      "TGATCC": 1022,
      "TACTGC": 1023,
      "TTGTGG": 1024,
      "ATGTGA": 1025,
      "AGCCAGC": 1026,
      "GCCGTC": 1027,
      "AGAGCGC": 1028,
      "AGAGGGC": 1029,
      "ACTCGG": 1030,
      "ATTAAAA": 1031,
      "AGGAAC": 1032,
      "GACTTC": 1033,
      "TGAGGGG": 1034,
      "GCCCGGC": 1035,
      "AGAAAC": 1036,
      "TTTGTC": 1037,
      "TATAC": 1038,
      "AGGAGGC": 1039,
      "AGAGGGG": 1040,
      "GAACGC": 1041,
      "TGCACC": 1042,
      "GAGCAGC": 1043,
      "AGGGAGG": 1044,
      "GAAACC": 1045,
      "TACCAA": 1046,
      "AGTAGC": 1047,
      "AGACGG": 1048,
      "TTGGGC": 1049,
      "GTTTAC": 1050,
      "ACACACACACACACAC": 1051,
      "TGTGGGG": 1052,
      "TCTTCCC": 1053,
      "TTCATC": 1054,
      "ACACCC": 1055,
      "TGGCAGC": 1056,
      "TCTCTCC": 1057,
      "TGGGTC": 1058,
      "ATCCGG": 1059,
      "GATTGC": 1060,
      "TGGGTT": 1061,
      "TCTAA": 1062,
      "TTTCGG": 1063,
      "TA": 1064,
      "AACCAA": 1065,
      "GAGCCGC": 1066,
      "GCCGGCC": 1067,
      "TGCTGCC": 1068,
      "ATCTAA": 1069,
      "GTGTAA": 1070,
      "TCTGT": 1071,
      "GGCAGCC": 1072,
      "GACCGG": 1073,
      "TTGCTC": 1074,
      "GAAGTT": 1075,
      "GCGCAA": 1076,
      "GACACC": 1077,
      "GTTCGC": 1078,
      "GAGGCGC": 1079,
      "GCCGCCGCCGCC": 1080,
      "TGAGGAA": 1081,
      "GTACAA": 1082,
      "ATATGC": 1083,
      "GGCGGCGC": 1084,
      "GAGGTC": 1085,
      "TGGCTCC": 1086,
      "TTTTGTT": 1087,
      "GTGGAGG": 1088,
      "GCCCGCCC": 1089,
      "GTAACC": 1090,
      "AGTAGG": 1091,
      "AGAATC": 1092,
      "GTGGCGG": 1093,
      "GCGGAGC": 1094,
      "TATTTAA": 1095,
      "GCGGAGG": 1096,
      "TCAAGG": 1097,
      "TCCCAC": 1098,
      "GAGGGAGG": 1099,
      "ATTTGT": 1100,
      "AGAAGAA": 1101,
      "ATTCGC": 1102,
      "ATAAATAA": 1103,
      "TGAGGCC": 1104,
      "AGCCCGC": 1105,
      "AGCCCGG": 1106,
      "ATACTT": 1107,
      "GACGAC": 1108,
      "AGAGGAGG": 1109,
      "TTCTTTT": 1110,
      "AGAGAGA": 1111,
      "GTCGTC": 1112,
      "ATATCC": 1113,
      "TGCTGA": 1114,
      "TTTCTT": 1115,
      "TCCCAGG": 1116,
      "TGTAGC": 1117,
      "ACCCAC": 1118,
      "TAAAGC": 1119,
      "GAACTC": 1120,
      "AGTAAC": 1121,
      "AAAATT": 1122,
      "GGGCGCC": 1123,
      "TTCCTGC": 1124,
      "ACTAT": 1125,
      "AGGGTT": 1126,
      "AGTGGGG": 1127,
      "TCCCGCC": 1128,
      "TGTCGG": 1129,
      "TAAGTT": 1130,
      "TGCCTGC": 1131,
      "AGCCTGC": 1132,
      "TACTTC": 1133,
      "TAAATC": 1134,
      "GGCTGGC": 1135,
      "TTGCCC": 1136,
      "AGGGTC": 1137,
      "TGGCCGC": 1138,
      "GTGGTC": 1139,
      "TACTGG": 1140,
      "TACAAC": 1141,
      "AGGCCGC": 1142,
      "TAAAGG": 1143,
      "ACCATC": 1144,
      "ATTTGTT": 1145,
      "TGATGA": 1146,
      "GCGCGGC": 1147,
      "TGCCGCC": 1148,
      "GATAGC": 1149,
      "GATCGC": 1150,
      "TGTGGCC": 1151,
      "GATATC": 1152,
      "TACAGG": 1153,
      "TGCCCGC": 1154,
      "TGAGT": 1155,
      "AGAGCTC": 1156,
      "TTTCTCC": 1157,
      "ATGAAAA": 1158,
      "TGGCCCC": 1159,
      "TACTCC": 1160,
      "TGTAGG": 1161,
      "ATTTTCC": 1162,
      "GTCCCCC": 1163,
      "GACCCCC": 1164,
      "TCAAGC": 1165,
      "GCGCGCC": 1166,
      "TCCCTGC": 1167,
      "ACCAAC": 1168,
      "ACTGGC": 1169,
      "TGTGTGC": 1170,
      "GAGATC": 1171,
      "GGGACCC": 1172,
      "ATTTGAA": 1173,
      "ATTGTC": 1174,
      "ATATGG": 1175,
      "TAGTAA": 1176,
      "ATAAGC": 1177,
      "TATTGC": 1178,
      "ATGCGG": 1179,
      "GAGCAGG": 1180,
      "GCGCTCC": 1181,
      "AGGCGGC": 1182,
      "GTATTC": 1183,
      "TGTTTTC": 1184,
      "GTTGGC": 1185,
      "GTTCGG": 1186,
      "ACTCTC": 1187,
      "ACAGTT": 1188,
      "GCCCACC": 1189,
      "ATTATC": 1190,
      "TGACGG": 1191,
      "TAATTTT": 1192,
      "TTAAGC": 1193,
      "GTTGAA": 1194,
      "GGCCAGG": 1195,
      "TCCCCTC": 1196,
      "ATTGCC": 1197,
      "TGGGAGG": 1198,
      "TAAATAA": 1199,
      "GCGCAGC": 1200,
      "TAACCC": 1201,
      "TCCCTGG": 1202,
      "GTGGCCC": 1203,
      "GGCAAC": 1204,
      "TTGGTC": 1205,
      "TGTAAC": 1206,
      "AGATGA": 1207,
      "TGGCAGG": 1208,
      "GGGAGCC": 1209,
      "ACCCCCC": 1210,
      "GACGTC": 1211,
      "TTTATC": 1212,
      "TTTTTCC": 1213,
      "AGCATC": 1214,
      "TGCCAC": 1215,
      "TGGGCGG": 1216,
      "TTTTTTTTTTTTTTTT": 1217,
      "TGGTGA": 1218,
      "TGGCGGC": 1219,
      "AGAGCAA": 1220,
      "TATTGG": 1221,
      "AGCCACC": 1222,
      "TTGTCC": 1223,
      "TCTCTGC": 1224,
      "TGACCCC": 1225,
      "ACAAAC": 1226,
      "GGGAGGGG": 1227,
      "ATAGAC": 1228,
      "GTGAAAA": 1229,
      "GTGCTGG": 1230,
      "GTGGGGC": 1231,
      "GTTGTC": 1232,
      "TGAATC": 1233,
      "TTGCGC": 1234,
      "TTTAAC": 1235,
      "TGTGGGC": 1236,
      "ATTAAC": 1237,
      "AGAAAGAA": 1238,
      "TTATAA": 1239,
      "GCCGAC": 1240,
      "ATCAAC": 1241,
      "TGGACC": 1242,
      "NNNNNNNNNNNNNNNN": 1243,
      "ACTGTT": 1244,
      "ACTTCCC": 1245,
      "AAAAGAA": 1246,
      "TTAGT": 1247,
      "ATGAGA": 1248,
      "TATATAA": 1249,
      "GTACAC": 1250,
      "TTTCTTC": 1251,
      "TAGTGG": 1252,
      "TGTATC": 1253,
      "ACCGGC": 1254,
      "TGAGCCC": 1255,
      "TGGGGGC": 1256,
      "AGGCAC": 1257,
      "TAGTGC": 1258,
      "GATCGG": 1259,
      "TGGCCAA": 1260,
      "TACTAC": 1261,
      "TCAAC": 1262,
      "TTGAGG": 1263,
      "ATTTGA": 1264,
      "GACGGC": 1265,
      "TGGAAC": 1266,
      "TATTTATT": 1267,
      "GGGGCCGG": 1268,
      "TCCGCCC": 1269,
      "GGGGCCGC": 1270,
      "TTAGA": 1271,
      "TTGCAA": 1272,
      "AGTACC": 1273,
      "GTAAGC": 1274,
      "AACCC": 1275,
      "GCGGTC": 1276,
      "AGAAAAC": 1277,
      "TCTCTCTCTCTCTCTC": 1278,
      "ATTTCAA": 1279,
      "TCCGGC": 1280,
      "TTCAAC": 1281,
      "ATAGCC": 1282,
      "GCCAAC": 1283,
      "ACACGG": 1284,
      "TCGGCCC": 1285,
      "AGCAGCC": 1286,
      "TTCTGA": 1287,
      "GAACGG": 1288,
      "GAAAACC": 1289,
      "GAAGTC": 1290,
      "GCGCAGG": 1291,
      "GGGGGGGG": 1292,
      "AGTTCCC": 1293,
      "TTAAGG": 1294,
      "ACTTGG": 1295,
      "TACATC": 1296,
      "TACCGC": 1297,
      "TTTCCCC": 1298,
      "GGCCGGC": 1299,
      "ACGCCC": 1300,
      "GGGAGGC": 1301,
      "AGTGGGC": 1302,
      "GAGTCCC": 1303,
      "GTGCCCC": 1304,
      "GCGCTGG": 1305,
      "GCCGCCGCC": 1306,
      "AGCTAA": 1307,
      "AGCAGA": 1308,
      "TGAGCTC": 1309,
      "TCCCGGC": 1310,
      "TATGGC": 1311,
      "TTGTTC": 1312,
      "GAATTC": 1313,
      "GACAAC": 1314,
      "TATATC": 1315,
      "GGCCACC": 1316,
      "GAGCGGC": 1317,
      "TGGTAA": 1318,
      "ACATTC": 1319,
      "GTTTGTT": 1320,
      "TATTTTC": 1321,
      "ATACTC": 1322,
      "GTATCC": 1323,
      "TGAGGGC": 1324,
      "TGTACC": 1325,
      "GATCTT": 1326,
      "ATACCC": 1327,
      "GAGGGAA": 1328,
      "TTCCAGG": 1329,
      "TGTGTGG": 1330,
      "GAGAGAA": 1331,
      "ATGGCGG": 1332,
      "GGCCTGC": 1333,
      "AGTATC": 1334,
      "TTTGAC": 1335,
      "AGATTTT": 1336,
      "GGCCAGC": 1337,
      "TCCATC": 1338,
      "AGTCAC": 1339,
      "TCCCCGG": 1340,
      "TTTCTTTC": 1341,
      "TGTGGAA": 1342,
      "TTCGCC": 1343,
      "TGCCAGG": 1344,
      "TAGCGC": 1345,
      "TAGCTC": 1346,
      "GAGAGAGAGAGAGAGA": 1347,
      "TTAGAA": 1348,
      "GTACCC": 1349,
      "TACCTC": 1350,
      "TGCATT": 1351,
      "GCCTGGC": 1352,
      "TGATTTT": 1353,
      "CCCAGG": 1354,
      "GTGTTTT": 1355,
      "ATTCGG": 1356,
      "AGCTAC": 1357,
      "TGTCTCC": 1358,
      "TTGTGC": 1359,
      "TAGAAAA": 1360,
      "TTTAGG": 1361,
      "TGCAGA": 1362,
      "ATGTTTT": 1363,
      "GTCGGC": 1364,
      "GTAGAC": 1365,
      "GTACTT": 1366,
      "ATATATATATATATAT": 1367,
      "TGTAAAA": 1368,
      "AGAAAGG": 1369,
      "AGTAAAA": 1370,
      "ACAATC": 1371,
      "TTGTAA": 1372,
      "TGAGCGC": 1373,
      "ATTGAC": 1374,
      "AGCGAA": 1375,
      "TAAACC": 1376,
      "GCGGGCC": 1377,
      "GGCGGCGGC": 1378,
      "TGGCCTC": 1379,
      "GATAGG": 1380,
      "TTCTTCC": 1381,
      "GAGCTCC": 1382,
      "ACATAA": 1383,
      "AGCGAC": 1384,
      "TGCAGCC": 1385,
      "ACATCC": 1386,
      "TGTTCCC": 1387,
      "TGGAGA": 1388,
      "TAATTC": 1389,
      "AGGCCGG": 1390,
      "GTGGCGC": 1391,
      "GAATCC": 1392,
      "GTATAT": 1393,
      "AGTTTTC": 1394,
      "TGGAGGC": 1395,
      "GGCGGCCC": 1396,
      "ACTGAC": 1397,
      "AGTTTCC": 1398,
      "GTAGTC": 1399,
      "TATCTC": 1400,
      "GTTATT": 1401,
      "ATCGCC": 1402,
      "GGCGGAGG": 1403,
      "AGCTGCC": 1404,
      "GCCCCGCCC": 1405,
      "AGTGGAA": 1406,
      "ACTGTC": 1407,
      "ACAGTC": 1408,
      "GTGCTGC": 1409,
      "TGGGGCC": 1410,
      "TATGAC": 1411,
      "GCTCTGC": 1412,
      "TATGTC": 1413,
      "GAGACCC": 1414,
      "TGGGGAGG": 1415,
      "TGGTCC": 1416,
      "ACCCAGG": 1417,
      "GGAGCGC": 1418,
      "AGCGTC": 1419,
      "GGAGGGG": 1420,
      "ATCGAA": 1421,
      "TTGAGC": 1422,
      "ATGATC": 1423,
      "GTTTTCC": 1424,
      "GCTCTCC": 1425,
      "GCCGAA": 1426,
      "GTTTGT": 1427,
      "ATAGGC": 1428,
      "TTTAAAA": 1429,
      "TGAGAGC": 1430,
      "TACTAA": 1431,
      "GGAGGGC": 1432,
      "TTTCTGC": 1433,
      "GATCAC": 1434,
      "AGAGCGG": 1435,
      "TAGCCCC": 1436,
      "AGGAAAA": 1437,
      "GGGGGCC": 1438,
      "ATAATC": 1439,
      "TGCCCGG": 1440,
      "TGGGGAA": 1441,
      "GGCGGGGCGG": 1442,
      "ATCCCCC": 1443,
      "GGGCAC": 1444,
      "AGGTCC": 1445,
      "TGTTTCC": 1446,
      "AACGAA": 1447,
      "TCCCACC": 1448,
      "TGAAGAA": 1449,
      "TTTTATT": 1450,
      "TGAGAGG": 1451,
      "TTTTGAA": 1452,
      "GTGTCCC": 1453,
      "TGCTGT": 1454,
      "GTAAGG": 1455,
      "AGGCGCC": 1456,
      "GGCGAA": 1457,
      "AGCTGT": 1458,
      "GCGCAC": 1459,
      "GGAATC": 1460,
      "ATAAGG": 1461,
      "GCCCCGCC": 1462,
      "AACCGC": 1463,
      "TACACC": 1464,
      "TATAAC": 1465,
      "TGCCACC": 1466,
      "CCCCGC": 1467,
      "GTCCCGC": 1468,
      "GTACTC": 1469,
      "GTTTTAA": 1470,
      "TGATTGG": 1471,
      "TTCTCTC": 1472,
      "TTCTGT": 1473,
      "AGAGAAC": 1474,
      "TAAGAC": 1475,
      "TCCCCAA": 1476,
      "TTTAGC": 1477,
      "TTCAAAA": 1478,
      "TAAGCC": 1479,
      "TCTCCC": 1480,
      "TTTTCAA": 1481,
      "AGCAGT": 1482,
      "GTCCTGG": 1483,
      "AGCATT": 1484,
      "TGCGGGG": 1485,
      "TTCTAC": 1486,
      "GGCGCTC": 1487,
      "GTATTTT": 1488,
      "AACGCC": 1489,
      "GTTTTTC": 1490,
      "ATCTAC": 1491,
      "ATAGTC": 1492,
      "GCGCGGCC": 1493,
      "ATGGAGG": 1494,
      "ACCCTCC": 1495,
      "TTTACC": 1496,
      "GGCGGAGC": 1497,
      "ACCCCGC": 1498,
      "TGTTTGTT": 1499,
      "GTCCCGG": 1500,
      "TCAGA": 1501,
      "TGGAGAA": 1502,
      "AGCCGGC": 1503,
      "AGTGAGC": 1504,
      "GTTATC": 1505,
      "GCGCGGGG": 1506,
      "TGTGAGG": 1507,
      "AGTGGCC": 1508,
      "GGAAAC": 1509,
      "TTACAA": 1510,
      "TGCCCTC": 1511,
      "TTGATT": 1512,
      "TGCTAA": 1513,
      "AAAAAAC": 1514,
      "TTGGCCC": 1515,
      "TTATTC": 1516,
      "AGACAC": 1517,
      "TAGATAGA": 1518,
      "GAGGCGGC": 1519,
      "GTCCTCC": 1520,
      "GGCCCCGC": 1521,
      "GGCTTCC": 1522,
      "ATAATAA": 1523,
      "TTCTCCC": 1524,
      "GAGCAC": 1525,
      "GGGATC": 1526,
      "TGAGTGC": 1527,
      "AGATAT": 1528,
      "TGCAAC": 1529,
      "AGAGACC": 1530,
      "TGTCAC": 1531,
      "GGCATC": 1532,
      "GTTGGGG": 1533,
      "TAGCGG": 1534,
      "ATTTCTC": 1535,
      "GTGGTGG": 1536,
      "TTGAAC": 1537,
      "GTGACCC": 1538,
      "AGTGCGC": 1539,
      "TGCTGGC": 1540,
      "GTGATC": 1541,
      "GTCTGT": 1542,
      "TTGTGT": 1543,
      "GGGCGGGGC": 1544,
      "GGAGCGG": 1545,
      "GACATC": 1546,
      "ACAAAAC": 1547,
      "GGCTAC": 1548,
      "GCCCGGCC": 1549,
      "TGCCAGC": 1550,
      "GATACC": 1551,
      "TCTCTGG": 1552,
      "TGTGAGC": 1553,
      "GCCGCTC": 1554,
      "GCCATT": 1555,
      "GAAAAGC": 1556,
      "GTGGAC": 1557,
      "TTGCGG": 1558,
      "TGCATC": 1559,
      "TAAGTC": 1560,
      "TAAAAAT": 1561,
      "GTGGAGC": 1562,
      "ATGGTC": 1563,
      "TGGGAGC": 1564,
      "ACCCAGC": 1565,
      "GCCGGCCC": 1566,
      "GTTTAT": 1567,
      "GGGGACC": 1568,
      "GGCAGGC": 1569,
      "GTGGGAA": 1570,
      "TGGCAC": 1571,
      "GTGCCGC": 1572,
      "AGGAAGG": 1573,
      "AGAAGCC": 1574,
      "GGCCCGC": 1575,
      "GGCCGCGG": 1576,
      "TTTTAAAA": 1577,
      "TGACGTC": 1578,
      "GAGGAGGC": 1579,
      "TGTGCCC": 1580,
      "TTAATC": 1581,
      "GTATGC": 1582,
      "TGGAAAA": 1583,
      "AGCCCTC": 1584,
      "AGGCCAA": 1585,
      "GAGAAGG": 1586,
      "TGAAAAC": 1587,
      "TTAGTT": 1588,
      "GTATGT": 1589,
      "TTCGAA": 1590,
      "AACCTC": 1591,
      "TGTGCTC": 1592,
      "AGCTCCC": 1593,
      "ACCGAA": 1594,
      "AGATGGC": 1595,
      "GCCGCCGC": 1596,
      "GGAGGAA": 1597,
      "TACAAAA": 1598,
      "TGGATT": 1599,
      "TGCGTC": 1600,
      "GTTAAC": 1601,
      "GTTTATT": 1602,
      "TCTTTCC": 1603,
      "GTTCCCC": 1604,
      "GCCAGGC": 1605,
      "TGGCCGG": 1606,
      "TGAGCGG": 1607,
      "TCTCTTC": 1608,
      "AGTGCTC": 1609,
      "AGTCTCC": 1610,
      "ATCAAAA": 1611,
      "GAGAAGC": 1612,
      "AGAGGAC": 1613,
      "TTTCTGG": 1614,
      "GAAGGAA": 1615,
      "AGTGCCC": 1616,
      "TAACTC": 1617,
      "GACTAC": 1618,
      "TGGCTTC": 1619,
      "AGGTAC": 1620,
      "ACCCACC": 1621,
      "AGGAGAA": 1622,
      "TTCCTTC": 1623,
      "TATCTATC": 1624,
      "ACTTAA": 1625,
      "GGCAGA": 1626,
      "AGTGAGG": 1627,
      "GTTGAC": 1628,
      "GTATGG": 1629,
      "ACTTGC": 1630,
      "TGGTTC": 1631,
      "TGTGTCC": 1632,
      "ATTTCCC": 1633,
      "TAACGC": 1634,
      "TGTGCGC": 1635,
      "TGTCTGC": 1636,
      "TATCGC": 1637,
      "AGCCCAA": 1638,
      "AGGGCGG": 1639,
      "ACCTAC": 1640,
      "AGGAGCC": 1641,
      "AGTGTCC": 1642,
      "ACGGCC": 1643,
      "TGGAGCC": 1644,
      "AGGAGA": 1645,
      "TTGACC": 1646,
      "GCCTGCC": 1647,
      "GCCCCAA": 1648,
      "ATATTAA": 1649,
      "GCCGAGC": 1650,
      "TAAAATT": 1651,
      "TATTTTTT": 1652,
      "GAGTTCC": 1653,
      "TGCGGCC": 1654,
      "AGAAAAAA": 1655,
      "ATTAGC": 1656,
      "AGGATC": 1657,
      "TGGGCTC": 1658,
      "GTCAAC": 1659,
      "AGAAACC": 1660,
      "GGGAGAA": 1661,
      "GATGGGG": 1662,
      "AGCGCGC": 1663,
      "TCTTTTC": 1664,
      "ACGCGG": 1665,
      "GGCTCGG": 1666,
      "ATGGCCC": 1667,
      "AGGCCTC": 1668,
      "GTCATT": 1669,
      "GGGCGGCC": 1670,
      "TAAACAA": 1671,
      "TGAGCAA": 1672,
      "TTCCCGC": 1673,
      "GTTTCTC": 1674,
      "TGGATC": 1675,
      "GTTACC": 1676,
      "GTACGG": 1677,
      "GGGGTCC": 1678,
      "TGAGTCC": 1679,
      "TGAGTGG": 1680,
      "GAGAGGC": 1681,
      "ACTTTTC": 1682,
      "ATTACC": 1683,
      "TAATCC": 1684,
      "TCTCCGC": 1685,
      "GAGAACC": 1686,
      "GGCCCGG": 1687,
      "AGGGGGC": 1688,
      "AGTGTGG": 1689,
      "ATAAAAC": 1690,
      "ACTATT": 1691,
      "TAATTAA": 1692,
      "AGATGT": 1693,
      "AGAGTCC": 1694,
      "AGTGTGC": 1695,
      "GATAGA": 1696,
      "TCCCTTC": 1697,
      "TTTTCTC": 1698,
      "TAACGG": 1699,
      "TACTTTT": 1700,
      "TATAAAT": 1701,
      "GCCAGCC": 1702,
      "AGTGCAA": 1703,
      "ATTTTGC": 1704,
      "TTCCAGC": 1705,
      "TGTTTGC": 1706,
      "ACCTCCC": 1707,
      "CCCCAA": 1708,
      "ACGGCCC": 1709,
      "GAGGGGGC": 1710,
      "ATTAATT": 1711,
      "AGAACAA": 1712,
      "TGAGTTC": 1713,
      "GGAACCC": 1714,
      "AGATGAA": 1715,
      "TAATGC": 1716,
      "AGAGGGA": 1717,
      "GAATGC": 1718,
      "ACCGAC": 1719,
      "GGCCGCGC": 1720,
      "TAAGGC": 1721,
      "TGCCTTC": 1722,
      "GAGCCAA": 1723,
      "AACTTTT": 1724,
      "GCCGGGCC": 1725,
      "TTCCAC": 1726,
      "TCCAGCC": 1727,
      "TGCGGGC": 1728,
      "ACAAACAA": 1729,
      "AGAACCC": 1730,
      "TGCCCAA": 1731,
      "TCTGCGC": 1732,
      "AAGGTC": 1733,
      "AGAAAGC": 1734,
      "AAGGAGG": 1735,
      "GTTAGC": 1736,
      "TTGGAGG": 1737,
      "GCCTGCGC": 1738,
      "TGAAAC": 1739,
      "GGAAGAA": 1740,
      "ACTTTCC": 1741,
      "TGTGTTC": 1742,
      "ATAAAC": 1743,
      "TACCGG": 1744,
      "GGGGGAA": 1745,
      "TGTTGTT": 1746,
      "TTTTTTTC": 1747,
      "TCCCGCCC": 1748,
      "TTGGGAA": 1749,
      "TTCGGC": 1750,
      "TGTGACC": 1751,
      "GAGGGAC": 1752,
      "TGTCACC": 1753,
      "AGGAAGC": 1754,
      "ATGAGT": 1755,
      "TGACAGC": 1756,
      "TTATTTT": 1757,
      "TCCTGCC": 1758,
      "ACCCTGC": 1759,
      "GCCCCCGC": 1760,
      "GTACGC": 1761,
      "AAAAATC": 1762,
      "TAATAC": 1763,
      "GATGGCC": 1764,
      "TTGCTGC": 1765,
      "ACGGTC": 1766,
      "TGGGGTC": 1767,
      "AGGCACC": 1768,
      "GCAATC": 1769,
      "TGGGTGG": 1770,
      "ATATATT": 1771,
      "TTGTGA": 1772,
      "GCCTTCC": 1773,
      "AGCGGCC": 1774,
      "TAATAT": 1775,
      "GTTTGA": 1776,
      "GATTTTC": 1777,
      "ACCCCAA": 1778,
      "AGTGCGG": 1779,
      "GGCGCTGC": 1780,
      "TGGGCGC": 1781,
      "AAAAATT": 1782,
      "AGACAGG": 1783,
      "ACGTGG": 1784,
      "GTGCAGG": 1785,
      "TTGTTTT": 1786,
      "AGAGTGG": 1787,
      "ATCTGT": 1788,
      "GGGGCCCC": 1789,
      "AGTGTGT": 1790,
      "TCCAAC": 1791,
      "AGACAGC": 1792,
      "TTTCAC": 1793,
      "GTGTTCC": 1794,
      "TAATGG": 1795,
      "GGGCACC": 1796,
      "GCCTAC": 1797,
      "TCCTTCC": 1798,
      "AGCCCCGC": 1799,
      "TGCGCGC": 1800,
      "ATAAATT": 1801,
      "GTGCCGG": 1802,
      "ACCATT": 1803,
      "TCGGTC": 1804,
      "AGTTCAA": 1805,
      "GGAAAGG": 1806,
      "TCTCAGC": 1807,
      "GTGCAGC": 1808,
      "TTTAGA": 1809,
      "CCCAGC": 1810,
      "TCTCCTC": 1811,
      "AGGCGGGG": 1812,
      "GAGCGCC": 1813,
      "GATAAAA": 1814,
      "GTTTGAA": 1815,
      "AGTGACC": 1816,
      "TCCTGGC": 1817,
      "GACGAA": 1818,
      "GTGGGGCC": 1819,
      "GTTTCCC": 1820,
      "AGAGTTC": 1821,
      "GAGGCCCC": 1822,
      "GTCTCCC": 1823,
      "TAAAAAC": 1824,
      "ATGGAC": 1825,
      "AAAAAAAAAAAA": 1826,
      "TTAGCC": 1827,
      "TTCCCGG": 1828,
      "GCCCCTCC": 1829,
      "TATGCC": 1830,
      "ACCGCCC": 1831,
      "GTCGGGG": 1832,
      "AACGGC": 1833,
      "GCCGAGG": 1834,
      "AGGATT": 1835,
      "AGGTTC": 1836,
      "TTTGGGG": 1837,
      "TGGTGGC": 1838,
      "TCTAC": 1839,
      "TTAAATT": 1840,
      "AGCAAAA": 1841,
      "CCCAC": 1842,
      "TGATAC": 1843,
      "TTTCCAA": 1844,
      "GTATAC": 1845,
      "GCCGGAA": 1846,
      "TTTTTATT": 1847,
      "AGAAATC": 1848,
      "ATACGC": 1849,
      "AGCTGGC": 1850,
      "TGAGAAC": 1851,
      "ACTTTAA": 1852,
      "ATGAGAA": 1853,
      "TATAATT": 1854,
      "AACCGG": 1855,
      "GTGGGGGC": 1856,
      "GGCTAA": 1857,
      "GTCTAC": 1858,
      "AACTGAA": 1859,
      "GGCCGGGG": 1860,
      "GTGCTCC": 1861,
      "ACTCAC": 1862,
      "TGCAGT": 1863,
      "ATCCTCC": 1864,
      "TGAGGAGG": 1865,
      "TATATAT": 1866,
      "AGCGCGG": 1867,
      "ACCCTGG": 1868,
      "TGGGGGG": 1869,
      "GACATT": 1870,
      "GATAGT": 1871,
      "GAGTTTT": 1872,
      "TTCAGA": 1873,
      "GCCTCTC": 1874,
      "TGCAGGC": 1875,
      "TTCCTTCC": 1876,
      "GTTAGG": 1877,
      "TGTCTGG": 1878,
      "TCAATC": 1879,
      "TAATATT": 1880,
      "TGTGCAA": 1881,
      "CAA": 1882,
      "GGGGCTC": 1883,
      "GGCGGGAC": 1884,
      "AGCTGTT": 1885,
      "AGAAGGC": 1886,
      "GTGCAC": 1887,
      "GAGCGAGC": 1888,
      "TGGGATT": 1889,
      "TGAACAA": 1890,
      "GGCCGGGC": 1891,
      "GAGAGCC": 1892,
      "TTTTTTAA": 1893,
      "ACCTGCC": 1894,
      "ATTCCAA": 1895,
      "GCCGCGCC": 1896,
      "GAATGG": 1897,
      "CCCTCC": 1898,
      "TGAGGAC": 1899,
      "GAAGGGG": 1900,
      "TGTCCTC": 1901,
      "TTACTC": 1902,
      "AGCTGAA": 1903,
      "TGAGACC": 1904,
      "AACGAC": 1905,
      "AGAAGAC": 1906,
      "GGCGTT": 1907,
      "GGCGGGGCC": 1908,
      "ACCTAA": 1909,
      "TGTCTTC": 1910,
      "AGGTAGG": 1911,
      "TGCTAC": 1912,
      "GCGCGCGG": 1913,
      "GCCCCGCCCCC": 1914,
      "ATTTTGG": 1915,
      "AGACTCC": 1916,
      "AGTCTGG": 1917,
      "ATCTGA": 1918,
      "GAAAATC": 1919,
      "ATATTCC": 1920,
      "ACATGG": 1921,
      "AGTGTTC": 1922,
      "TATAGC": 1923,
      "ACGGGG": 1924,
      "ATCGTC": 1925,
      "ATTTCTT": 1926,
      "GCCCTCCC": 1927,
      "GCGCGGGC": 1928,
      "ATATTTC": 1929,
      "AGGGAGC": 1930,
      "TTTCTTTT": 1931,
      "ATCGAC": 1932,
      "GCTCTGG": 1933,
      "GCCGCTGC": 1934,
      "ATCTGAA": 1935,
      "TGAGTGT": 1936,
      "GGCGAGG": 1937,
      "ACCAAAA": 1938,
      "TGGCGCC": 1939,
      "TTGCTCC": 1940,
      "GATGGGC": 1941,
      "ACACAGC": 1942,
      "TCTCAC": 1943,
      "AACAGA": 1944,
      "AGTGAAC": 1945,
      "GCCCGGGC": 1946,
      "ACACACC": 1947,
      "TTTCCTC": 1948,
      "ATTAGG": 1949,
      "TGTGATT": 1950,
      "TGCCTT": 1951,
      "ATCCTGG": 1952,
      "TGATGAA": 1953,
      "AGTGATT": 1954,
      "GGCGAGC": 1955,
      "GGGGCGGGG": 1956,
      "TGACCTC": 1957,
      "TGTTTAA": 1958,
      "TAGGTC": 1959,
      "AGCAGCAGCAGC": 1960,
      "GAGAGAC": 1961,
      "GCGCGCCC": 1962,
      "TTCCCTC": 1963,
      "ACATAT": 1964,
      "GCCATGG": 1965,
      "TGACTCC": 1966,
      "AGAGAGAA": 1967,
      "ATTCCCC": 1968,
      "TTCTGCC": 1969,
      "AACAGAA": 1970,
      "AGCAGAA": 1971,
      "GTCTTCC": 1972,
      "TGGCGGCC": 1973,
      "GGAGGAGG": 1974,
      "ATGGCGGC": 1975,
      "GTCTCTC": 1976,
      "GGGAGAC": 1977,
      "TTACCC": 1978,
      "AGCAGGC": 1979,
      "TGCTGAA": 1980,
      "ACAAGAA": 1981,
      "GGCCCCGG": 1982,
      "ATGTTCC": 1983,
      "GTTTTGG": 1984,
      "TGACCAA": 1985,
      "AGTTTAA": 1986,
      "AAATGAA": 1987,
      "ACAGCAA": 1988,
      "TGGAAGG": 1989,
      "AGTGAGT": 1990,
      "TTAAAAC": 1991,
      "TTCTTTC": 1992,
      "TGTGTAA": 1993,
      "TTACTT": 1994,
      "TGTCTGTC": 1995,
      "GAGGGCC": 1996,
      "GGAAAAC": 1997,
      "GTGACGC": 1998,
      "TGTTTAC": 1999,
      "ATTTTTAA": 2000,
      "ACCCCGG": 2001,
      "ACACTGC": 2002,
      "TTGAGA": 2003,
      "ATGAGCC": 2004,
      "TGTTTGG": 2005,
      "GGCGCGGC": 2006,
      "GAGGGGCC": 2007,
      "AGACACC": 2008,
      "GTGGGCC": 2009,
      "TTGCTGG": 2010,
      "GTTAAAA": 2011,
      "GTGAGCC": 2012,
      "GCGGAC": 2013,
      "ATCTTTT": 2014,
      "ACTCTCC": 2015,
      "TATTCAA": 2016,
      "GAAAGAA": 2017,
      "TGATTTC": 2018,
      "TGTTTTTT": 2019,
      "TTGAAAA": 2020,
      "GGCTCTC": 2021,
      "TTCTGAA": 2022,
      "TCCCCTCC": 2023,
      "TCGCTGC": 2024,
      "ACATGC": 2025,
      "GTTTTGC": 2026,
      "TGGGGCCC": 2027,
      "ACACAGG": 2028,
      "TGGCACC": 2029,
      "AGAGTGC": 2030,
      "TGCCGGC": 2031,
      "GGAAGCC": 2032,
      "GCCCGGGG": 2033,
      "GCCCGCGC": 2034,
      "GGCGCGGGG": 2035,
      "TGTTCTC": 2036,
      "GAAGAGG": 2037,
      "TACAGT": 2038,
      "TTAGGC": 2039,
      "ATACGG": 2040,
      "TGAATGAA": 2041,
      "TATTTCC": 2042,
      "TGTCAGC": 2043,
      "ACGGGC": 2044,
      "GTTTCAA": 2045,
      "AGATTTC": 2046,
      "GCGGGAC": 2047,
      "GTAATC": 2048,
      "TTCAGTT": 2049,
      "TCACTGC": 2050,
      "TCTGCTC": 2051,
      "GACCCGG": 2052,
      "AAAACCC": 2053,
      "TGACAGG": 2054,
      "GTGCGCGC": 2055,
      "TCTCCAA": 2056,
      "GTCTGA": 2057,
      "ATCGGC": 2058,
      "GATCCCC": 2059,
      "ATTCTCC": 2060,
      "CCCCCCCC": 2061,
      "GTGAGAA": 2062,
      "TATCGG": 2063,
      "GCCGCCCCC": 2064,
      "GGCAGT": 2065,
      "AGCGGGC": 2066,
      "TGCAGAA": 2067,
      "TGGGCTCC": 2068,
      "GCCTCGG": 2069,
      "GAATTTT": 2070,
      "AACTGA": 2071,
      "AGCCTCCC": 2072,
      "GTGTGTT": 2073,
      "AGCCTTC": 2074,
      "AGCCAATC": 2075,
      "TGTTCAA": 2076,
      "TGTGCGG": 2077,
      "TTCCCAA": 2078,
      "TGTCCGC": 2079,
      "TTACAC": 2080,
      "ACGCTC": 2081,
      "ATGTCCC": 2082,
      "ATTGGCC": 2083,
      "TTTTTTTTTTTT": 2084,
      "ACGTGC": 2085,
      "CCCCGG": 2086,
      "GTGAAGG": 2087,
      "TGCTGTT": 2088,
      "TAAAGT": 2089,
      "ATCCAGG": 2090,
      "GACCCGC": 2091,
      "AACTTCC": 2092,
      "GAGGCTC": 2093,
      "GGCGTCC": 2094,
      "TGCTTTT": 2095,
      "AACCCCC": 2096,
      "TTCAGT": 2097,
      "TGATTGGC": 2098,
      "ACTTTGG": 2099,
      "ATGGCGC": 2100,
      "ATCTCCC": 2101,
      "ACTCTGG": 2102,
      "TAGTTCC": 2103,
      "TCTCAGG": 2104,
      "GAGCGCGC": 2105,
      "GTGGCGGC": 2106,
      "AGAGAAAA": 2107,
      "TCCGGGC": 2108,
      "TGAGGGA": 2109,
      "AGTTTGG": 2110,
      "AGCGCCC": 2111,
      "AGAAATT": 2112,
      "ACCCCTC": 2113,
      "AGATATT": 2114,
      "GACCTGG": 2115,
      "AGACCAA": 2116,
      "AACGTT": 2117,
      "GTG": 2118,
      "GAAAGT": 2119,
      "TTCTGTT": 2120,
      "TATAGG": 2121,
      "GAGGCAA": 2122,
      "GTCGCGG": 2123,
      "ACCCGCC": 2124,
      "GGCATT": 2125,
      "TTCGTC": 2126,
      "TGCCTGCC": 2127,
      "GTCCAGG": 2128,
      "TTATCC": 2129,
      "TTTAGT": 2130,
      "TGTCAGG": 2131,
      "TCTTTAA": 2132,
      "TCGCTCC": 2133,
      "TTTCAGG": 2134,
      "ATTCTGG": 2135,
      "AGCGGGG": 2136,
      "ACCGTC": 2137,
      "TGATGT": 2138,
      "AGAGGAGC": 2139,
      "GAGGAGGAGG": 2140,
      "ACCTGT": 2141,
      "TGCGCGG": 2142,
      "ACCGCGC": 2143,
      "TTTTTGG": 2144,
      "GATGCCC": 2145,
      "TGCGAC": 2146,
      "CCCTGG": 2147,
      "TCTCTCCC": 2148,
      "TTTCTAA": 2149,
      "GGCGGGCGC": 2150,
      "GCAAAC": 2151,
      "TGCGAA": 2152,
      "AGATGTT": 2153,
      "GGCCGCCC": 2154,
      "GGGGGCGGGG": 2155,
      "TTAATAA": 2156,
      "GCCGCTGCC": 2157,
      "AGATGCC": 2158,
      "AACAAAC": 2159,
      "TGCTGCTGC": 2160,
      "TCTGCAA": 2161,
      "GTGGGAC": 2162,
      "GGCTCGC": 2163,
      "AGACTGG": 2164,
      "AGACTGC": 2165,
      "ATTCAC": 2166,
      "ATGCTGG": 2167,
      "TAAAGTT": 2168,
      "AACGTC": 2169,
      "TCCGTC": 2170,
      "AGCTTCC": 2171,
      "TGAGTAA": 2172,
      "AGTAGT": 2173,
      "AGCCTT": 2174,
      "AGGGGAA": 2175,
      "ATGTGAA": 2176,
      "GCCGCGGC": 2177,
      "AACTGT": 2178,
      "TAGAGAA": 2179,
      "GTCCTGC": 2180,
      "TGATAT": 2181,
      "AAATATT": 2182,
      "TGAAGCC": 2183,
      "ATGGGAA": 2184,
      "TCCTCCTCCTCC": 2185,
      "TTTGCAA": 2186,
      "GGGGAGGC": 2187,
      "ATCCAC": 2188,
      "TAGCCAA": 2189,
      "AGTGTAA": 2190,
      "TAAAATC": 2191,
      "AGATCCC": 2192,
      "GTGGTGC": 2193,
      "TCTCCGG": 2194,
      "TGTGAAC": 2195,
      "ATTCATT": 2196,
      "TGACTGG": 2197,
      "TGTCCAA": 2198,
      "GAGGTAA": 2199,
      "ACTCTGC": 2200,
      "AAAAAAAAAAAAAAAA": 2201,
      "TTCGTT": 2202,
      "GTCTAA": 2203,
      "ACCCGGC": 2204,
      "GTGAAGC": 2205,
      "ATGCCCC": 2206,
      "TCCTAA": 2207,
      "AGTTTGC": 2208,
      "TCCATT": 2209,
      "ATCTCTC": 2210,
      "AAAATAC": 2211,
      "TTTCATT": 2212,
      "TTAGTC": 2213,
      "TTAAAC": 2214,
      "GACAGA": 2215,
      "GCTCAGG": 2216,
      "GACGCGG": 2217,
      "ATCTTCC": 2218,
      "GCCCTTC": 2219,
      "AGTCCGC": 2220,
      "GACCAGG": 2221,
      "AGGGCTGG": 2222,
      "GAGGGCGG": 2223,
      "TCCCCGCC": 2224,
      "ATGAGGC": 2225,
      "ATAACAA": 2226,
      "GAGGTGC": 2227,
      "GTCCAC": 2228,
      "TCTGCGG": 2229,
      "GAGCCTC": 2230,
      "ATGGAGC": 2231,
      "AGTCCTC": 2232,
      "TGAGTGA": 2233,
      "AAAAATAA": 2234,
      "TGACAC": 2235,
      "TAGATC": 2236,
      "GCCCAGCC": 2237,
      "GCCCGCGG": 2238,
      "AACAGT": 2239,
      "AGGCTTC": 2240,
      "TGACTGC": 2241,
      "GAG": 2242,
      "GTCGTT": 2243,
