#version: 0.2
G G
C C
T T
A A
G C
G A
T C
G T
A C
G CC
A T
GG C
G AA
G TT
T CC
A GG
A TT
T GG
A GC
A CC
T GC
G TC
GA C
TT C
T AA
CC C
A GA
A TC
T GA
AA C
T GT
A GT
GCC C
GG GG
AA AA
TT TT
GG CC
A GCC
GC GC
T AC
A GAA
GG GC
TCC C
A GGC
T AT
T GCC
A GTT
GA GG
T GAA
T GTT
T GGC
TT CC
TC TC
GA GC
T ATT
GG AA
AC AC
GT GT
ACC C
GC GG
TT TC
GT CC
A GAC
GT GG
GC TC
GA CC
T GTC
A GTC
AC AA
AT AA
AT CC
GCC CC
ATT C
GT GC
T GAC
GA GA
GTT C
GAA C
TT AA
TT GG
GGC GG
AC TC
T AGG
GC AA
CC CC
AT GG
TT GC
GT AA
TC AA
AT AT
TCC CC
AC TT
T ACC
T AGC
TAA C
A GCCC
GG GA
TC TT
AT GC
T ATC
GCC GC
GT GA
TC GG
AA GG
GGC GGC
AC GC
TC GC
GA TT
GAA AA
GGC GC
AC GG
T GCCC
TGG GG
TGG CC
T AGA
AA CC
ATT TT
TC AC
AA GC
GCC GG
AA TT
AGG CC
TGG GC
AA AC
GG AGG
GCC GCC
ACC CC
T AGT
AA AT
GT CCC
TC TCC
TT CCC
AGG GC
GG GGC
GA TC
AGA GC
TT TTC
GA GGC
AGG AA
GG AC
AT AC
TC TGC
TAA AA
GA GAA
GTT TT
GG AGC
AT GT
TT TCC
TGA GC
GGGG CC
GA GCC
TGT CC
TGC GC
AT ATT
AGA GG
GA GT
TGA GG
AGAA C
AGC GC
AGTT C
TGG AA
AGG GG
GT GGC
AC AGC
TT TAA
AA TC
GCC TC
GCC CCC
GG CCC
TGT GC
GTT CC
TCC GC
GT AC
TGT GG
TGTT C
TCC TC
GGCC CC
AGT CC
AAC AA
TGC TC
Ġ C
AT GAA
GGC TC
TGA CC
AT CCC
AT GA
TT AC
T AGAA
AGA CC
AGCC CC
GC AC
GT GTT
TGC GG
AGC AGC
ATT CC
ATT TC
TTC TC
GT GAA
TGAA C
AT GTT
AGC TC
TGC TGC
AGT GC
GA CCC
GT GAC
TCC TCC
AGG AGG
GAA GG
GAA GC
AGT GG
AT GGC
TT TGG
AGC AA
TCC GG
AGC GG
GT GTC
TC TGG
GGGG GC
TT GTT
GA GAC
T AGTT
GT GCC
N N
ATT AA
AC AGG
TT TGC
TTC AA
AC TGC
TT GGC
GCC AA
ACC GC
AAAA AA
GAA CC
AC TGG
TATT C
TT GA
GCGC GC
GGGC GG
T AGGC
GGCC GC
ACC AA
TT ATT
T AGCC
AC TCC
TC AGG
TTTT TTTT
GA GTT
TGCC CC
TGT AA
GGC TGC
TC TTC
AC ATT
GT GGGG
GA GTC
ATC AA
AT GTC
GA TGG
GG GCC
TT GAA
TC AGC
TCC AA
TGC AA
AC TTC
AC ACC
TAT AA
T ACCC
TCC CCC
GG TC
AGT AA
GC TGC
GTGT GTGT
AC AT
TT GT
GGC TGG
TT GCC
GA TAA
GA GGGG
GCCC GC
GAC GC
GTC GC
ACC TC
AC AAC
TTCC CC
ATC TC
GGC AA
TAC AA
GTT GC
AC AGA
GTCC CC
GTT TC
GGC AGC
GCC TCC
AT GAC
AT AAAA
TT GTC
GCC AC
TTTT CC
GGC TCC
GT ATT
TGG AGG
GTC TC
GGC GCC
CCC GC
TT TGT
GG GAA
GAC AA
GA TTC
AGC TGC
GGC AGG
AGAA AA
TAA CC
ATT GC
TT TAC
TAT CC
GA TGC
AGC TGG
AT GCC
AGG AC
GG TGG
GA GGCC
AGC AC
AT AAC
TT TGA
AAAA AAAA
ACC CCC
T AGAC
AT ATC
AGCC GC
GGC GGGG
GTT GG
AGA GAA
TTC GC
TAA GC
AC ATC
AAC TC
T AGTC
GG GAC
TTC TT
GACC CC
ACC AC
GA GCGC
GT AGG
GCC TGG
GA TCC
AGC AGG
TGC TGG
ACAC ACAC
AGC TCC
GG TT
ATT TAA
GT GGCC
GTC AC
GTT AA
GT GGGC
GA GGGC
GAGG AA
AGA TC
AAC GC
GAA AC
ATT TTC
ATC GC
GCC TGC
GAC TC
GCC AGG
TGAA AA
GT GCGC
AAC AC
ACC GG
ATT ATT
GTC AA
TGT CCC
TCCC GC
TT TAT
GA GCCC
TCC TGG
TCC AC
ATT GG
NN NN
AGGC GC
GGC AC
TT ATC
TGG AC
TT TGTT
TT TATT
TC ACC
CCC GG
GA GAGG
GTC GG
GA TGGC
TT GAC
TTTT AA
GA TGA
GCCC GG
TAA AC
AGG TC
TAA GG
TGC AC
GCGC GG
TT TCCC
TTC TTC
TT TCTC
GA GAGC
GAA GAA
AGA GCC
TGG TC
GT AGC
TGC AGG
TT AAAA
GT AT
CCC AA
GA TTTT
TTC GG
TGA TC
TGG GAA
GGCC GG
GCC ACC
AGCC AA
TTC AC
GCC GGC
TGCC GC
ATC AC
GGGG AA
TT AGG
TTC TCC
TT AAC
AGTT CC
ATCC CC
TCTC TCTC
TAT GC
GT AAC
TAA TAA
AGA GGC
AGAA GC
TT AT
TGG CCC
GAC GG
TTTT TC
AGT CCC
GGAA GC
GGGG AGG
TGG GGC
TGC TCC
AGGC GG
TGA GAA
TGC AGC
AGA GAC
TAT GG
TCC AGG
GGC GGGC
AAC AAC
GAGG AGG
TGT GTT
TGTT CC
GCCC TC
AT AGG
GCC AGC
AGCC TC
GGC GGCC
TGGC GC
TGG TGG
TT GGGG
AAAA CC
GT ATC
AT AGC
Ġ CC
GT ACC
GAA TC
GA TAC
GTGT CC
AC TGA
AC TAC
GTGT GC
TT AGC
AGCC GG
TT TGAA
AC GCC
AGG CCC
TCCC GG
GT GAGG
TT ACC
TC ATT
AGA CCC
AC TAA
TGG AGC
AC TGT
GT GCCC
AGAA CC
GGAA CC
ACC ACC
GAGA GAGA
GCCCC GC
AGT GAA
TGA GGC
TCC TGC
AC AAAA
GT GAGC
GCCCC CC
GA TGT
TGCC TC
GT GCGG
GGCC TC
TAC TC
GC AGC
AT ACC
GTT TTC
TCCC TC
TGGC GG
AC AGT
TGA GCC
AAC GG
TAA TC
TGG GCC
TTTC AA
GTC TCC
GT GGAA
TTCC TC
GGC GCGG
AGG GAA
AT ATAA
AGAA GG
AGG TAA
TTC TGC
AGG AGC
ATT TCC
TCTC TC
AGT GTT
ATT TTTT
GCC GCGC
ATAT ATAT
TTC TGG
Ġ AA
CCC TC
AGT GAC
GT GACC
AGC GGC
TGA TT
GT GCTC
GGGC TC
GAGC GG
TGAA GC
TGT GGC
AGA GA
GT AAAA
GTT GTT
ATC GG
TTCC GG
ACC TCC
AA GAA
GAC AC
TGC TT
TGT GAA
AAC TT
AGG TGA
GC TCC
GCC GCCC
AT GGCC
GGAA GG
AC GGC
GCC TT
TGA CCC
AT AGA
GCGC TC
GTT CCC
GTT TCC
AT GGGG
AAAA GC
ATTC AA
AGG TGG
A G
ACC TGG
GA TAT
AGC TT
TCCC AA
TTTT GC
TAA TT
GT AGA
ACC TGC
TAC GC
AGG GGC
AGT GGC
T G
AT GCGC
TGT GTC
ATC TT
ATT GTT
AC GAA
AA AAC
TGG GAC
GA GTGG
TGGC TC
AC TTTT
TGTT GC
GCC TTC
TCC TT
ACCC GC
GA GACC
GA GTCC
AGC ACC
GCTC GC
AGGC TC
AC TTCC
GGC GCGC
GGGG GG
GCC GGGC
AGA TT
TGAA GG
GGC TT
GAA AAC
TGCC AA
GGCC AA
TGCC GG
TCC AGC
GTC TGG
TGAA CC
AGG GAC
AAC AGC
AGGC AA
AC AGCC
TAA ATT
GTC TGC
TTCC AA
TCC GCC
GTGT GG
ACAC AA
GT GTTC
TGT GAC
ATC ATC
AGTT TC
AGT AC
GA GAAC
ATT TATT
ATT TAC
ATT CCC
AT GGAA
TGTT TC
AGC GCC
GA GTGC
GGC GAC
TGT AC
AGG GCC
TAA AAC
TGA GTT
TGTC TC
ATT GAA
TTCC GC
TGA GAC
GGC TTC
ACAA CC
ATT TGC
ATC TCC
AT GGGC
ACC AGG
TGA GTC
TAGG CC
AGA TGG
AT GCAA
NNNN NNNN
AT GTAA
GAGC TC
ACC TT
AC GTC
AGAC AA
AGA GTT
GTCC GC
GA GGCGG
GCC GCGG
GA TTTC
GGGG CCC
TCCC TCC
AT AGT
TAA GAA
TACC CC
GCCC AA
TTC AGG
TGT GCC
GC TGG
GA GTTC
TGGC AA
TAC GG
TTTT TT
AC GCGC
ATC TGC
AC GTT
GA TATT
AGT GTC
GGC ACC
AGCC CCC
AGA GTC
GAGC AA
AC AGAA
TTC AGC
AGA TAA
AGTT GC
TTTT GG
TCTC GC
T AGCCC
TAT ATT
ATC TGG
AT ATTC
AT GTGG
AGT GCC
ACCC AA
GGGG TC
AT GTGC
AT GTTC
TAC AC
ATT TGG
GGCGGC GGCGGC
GA TGAA
AAC TGC
GAAC AA
GGGG GCGG
TAGG AA
ACC AGC
Ġ GC
AAAA TC
GGCC GCC
AAAA GG
ATC TTC
GA TTGG
ACCC TC
GTCC TC
GT AGT
GGCC CCC
AC GAC
TCC TTC
AT GAGG
TATT TC
AAC TGG
ACCC GG
GGGC TGG
GACC GC
ACC GCC
GGC GTC
ATT AC
ATT TTAA
AGAC GC
GGC GCCC
AT GCTC
AT GAGC
AT ACAA
AGC TTC
CCCC CC
AT AGAA
TCC TCCC
GGC GGCGG
GTC TT
AT GCCC
AGGC TGG
GT GAAC
GTT TAA
AAC AGG
AGTT AA
TGA TAA
TGC TTC
TGTT TT
AAC AAAA
ATCC AA
TC GCC
TCC ACC
TATT AA
TAC TT
GGGG AC
TGG TT
GAC AGC
GAA TT
ATT TAT
TGAC AA
GCGG CCC
TGCC CCC
GTGTGTGT GTGTGTGT
AGG TT
GGGC TGC
TAAC AA
AGTT GG
TATT CC
ATC AGC
AT GAAC
GTT TGG
GGC TGA
AT GTGT
AAC TTC
GTC GCC
TGTT AA
TATT TT
GCCC GCC
TGT CCCC
TGTC AA
GCAA CC
GC AGG
GAA AGG
AGA TGC
GGGC GGGG
AGCC AC
AT GTCC
GCTC GG
AGCC TGG
AAC TCC
AGTC AA
TGA TGG
TTTT TAA
GC GCC
GTC AGG
AGTC TC
AC AGGC
GTC ACC
GTT TGC
GA TGAC
GGGC AA
GGCGG GGC
T AGTTC
TCTC AA
TGTT GG
Ġ GG
TGC GCC
GCCC AC
AGA GGAA
AGTC GC
AGA GAGG
AAC ATT
TGC GGC
GTC TTC
GA TTAA
AGTT TT
GGGC AGG
GA TCCC
TAT GAA
AAAA TAA
TC GGC
GCCCC GCCCC
ACTC AA
TC ATC
T AGAAC
GACC AA
AT ACAC
GTC AGC
TCCC TCCC
TT GGCC
GAC AGG
GAC TCC
TTC ATT
GC GGC
GA TTCC
TGGC TGC
AGA TCC
GTGC AA
GCC GGGG
GAA AGC
ATC ACC
GA GCCCC
GAA AAAA
TGTC GC
TC TGA
ACAA GC
GA TGCC
GAC TT
GAC TGC
GGCC AC
GT GAGA
ACAA GG
GAC TGG
AGG TGC
TAC AGC
GTTC AA
GCGG GGC
TTCC CCC
GTCC GG
ACAC AC
TCTC GG
TCCCC GC
GCC TCCC
GGGG TGG
GGGC GGGC
GCCC AGG
ATT GGC
ACC TTC
TCAA CC
TAT AAAA
ATCC TC
GA TGTT
GT AGAA
AGAC TC
ATTC TC
ATAA CC
GCGC GCGC
GA GTGT
AT ATTTT
TAC ATT
GAA GCC
AGCC AGG
GAA CCC
AC TGAA
AT AGTT
GCCC TCC
TCCC AGC
GTTC TC
AGC TGA
TGCC TGG
TGT GT
GTT TTTT
GAA GGC
GAA ATT
GCCC TGG
AAC TAA
GGGC GGC
AGGC AGG
ATC AGG
AGA TTC
GGCC TGG
GAGG AC
AGCC TCC
GGGC TCC
GTT GCC
AAC ACC
TGT ATT
ACAC GC
GAGG CCC
TGGC TGG
ACTC GC
ATC ATT
GA GTAA
GCGC TGC
GCCCC GG
TAGT CC
AGGC TGC
TT GGAA
TTTC GC
AGGC AGC
TTAA CC
TT TGCC
TGT GTGT
GTT AC
AAC TAC
AAAA AC
GACC TC
AGCC GCC
GA TGTC
GAGC TGG
GGGG AGC
AGG CCCC
GGC TCCC
TGA TTC
AC TGCC
TCC CCCC
TGAC GC
GGGC AGC
GGC TGCC
GCAA GC
TT TGGC
AAC ATC
TAGG GC
GAGG AGC
AGA GCCC
AGG ACC
TTC ACC
AGT ATT
GAA TAA
GA GCCGG
GAGC TGC
TGG TGC
GT ATAA
TAGA GC
Ġ TC
AT GATT
TTTT TTC
TGAC TC
GT AGTT
ATCC GC
GAC GCC
GCTC AA
GCCC TGC
TAGA GG
AGT CCCC
TAT GTT
AGA CCCC
GA TCTC
AGA GGCC
TTTT CCC
GTCC AA
GCAA GG
GA GAAAA
GA TCAA
AC AGAC
GAGG TGG
AGGC TCC
GT AGCC
ACAC TC
GAA ATC
AC TCCC
GCCC AGC
TTCC TGG
GCC ATC
GTC ATC
AC TTTC
GAA GAC
GGC TGT
GA GTGA
TTC TAA
AGA GAGC
AGA TAC
AGTC GG
TGA TGC
AGC AAC
TAGG GG
TTCC TCC
TAGC AA
TATC AA
ATT TTTC
TAA AAAA
GGCC TCC
GT AGGC
GA TAAC
GAGG GGC
GCCCC TC
TGCC TCC
AT GACC
TAT CCC
TAGA CC
TGA TCC
TAC TGC
AT GTGA
AGCC AGC
TT GTGG
GCC GTC
AGA GCGC
AGA GGGC
ACTC GG
ATT AAAA
AGG AAC
GAC TTC
TGA GGGG
GCCC GGC
AGAA AC
TAT AC
TT TGTC
AGG AGGC
GAAC GC
AGA GGGG
TGC ACC
GAGC AGC
AGG GAGG
GAA ACC
TACC AA
AGT AGC
AGAC GG
TT GGGC
GTT TAC
ACACACAC ACACACAC
TCTT CCC
TTC ATC
TGT GGGG
AC ACCC
TGGC AGC
TCTC TCC
TGG GTC
ATCC GG
GA TTGC
TGG GTT
TTTC GG
AACC AA
T A
AGAA TC
GA GCCGC
GCC GGCC
TGC TGCC
GTGT AA
ATC TAA
GAGG TC
GGC AGCC
GACC GG
TT GCTC
GAA GTT
GCGC AA
GAC ACC
GTTC GC
GA GGCGC
GCCGCC GCCGCC
TGA GGAA
GT ACAA
ATAT GC
GGCGGC GC
TGGC TCC
TTTT GTT
GTGG AGG
TAA AGC
GCCC GCCC
GTAA CC
AGT AGG
GT GGCGG
TAA ATAA
GCGG AGC
GCGG AGG
TCAA GG
TGT AGC
GAAC TC
TCCC AC
GAGG GAGG
AGAA GAA
ATTC GC
TGA GGCC
AGCCC GC
AGCCC GG
TAA AGG
ATT TGT
AT ACTT
GAC GAC
AGA GGAGG
TTC TTTT
AGA GAGA
TAA ATC
GTGG TC
GTC GTC
TAA GTT
AT ATCC
TTTC TT
TGC TGA
TCCC AGG
ACCC AC
AGT AAC
TGT AGG
AAAA TT
GGGC GCC
TTCC TGC
AC TAT
AGT GGGG
TCCC GCC
TGTC GG
TGCC TGC
AGCC TGC
TAC AGG
TAC TTC
GGC TGGC
TGT GGCC
TT GCCC
TGGCC GC
TAC TGG
AGGCC GC
TAC AAC
GAGA TC
ACC ATC
ATT TGTT
TGA TGA
GCGC GGC
TGCC GCC
GA TAGC
GA TCGC
TGT GTGC
GA TATC
TGCCC GC
TGA GT
AGA GCTC
TTTC TCC
AT GAAAA
TGG CCCC
AGG GTT
TAC TCC
TATT TAA
ATT TTCC
GTCC CCC
GACC CCC
TCAA GC
AGG GTC
GCGC GCC
TCCC TGC
ACC AAC
AC TGGC
GGGA CCC
ATAA ATAA
ATT TGAA
ATT GTC
AT ATGG
TAGT AA
TCCCC TC
TATT GC
AT GCGG
GAGC AGG
TTGG TC
GCGC TCC
AGGC GGC
TAA TTTT
TGTT TTC
GT ATTC
GTT GGC
GTTC GG
AC TCTC
AC AGTT
TAA CCC
GCCC ACC
ATT ATC
TGAC GG
ATAA GC
TTAA GC
GTT GAA
TGT AAC
GGCC AGG
ATT GCC
TGG GAGG
GCGC AGC
TCCC TGG
GTGG CCC
GGC AAC
TGAA TC
AGA TGA
TGGC AGG
GGGA GCC
ACC CCCC
GAC GTC
TTTT TCC
TT TATC
TGCC AC
AGC ATC
GTGC TGG
TTTTTTTT TTTTTTTT
TGA CCCC
TGGC GGC
AGA GCAA
TATT GG
TGT GGGC
AGCC ACC
TT GTCC
TGG GCGG
TCTC TGC
ACAA AC
GGGA GGGG
TGT ATC
AT AGAC
GT GAAAA
GTGG GGC
GTT GTC
TT GCGC
ATT AAC
TGG TGA
AGAA AGAA
TT TAAC
GCC GAC
TT ATAA
TGG ACC
NNNNNNNN NNNNNNNN
GCGG TC
AC TGTT
ACTT CCC
ATC AAC
AAAA GAA
TT AGT
GT ACAC
AT GAGA
TAT ATAA
TTTC TTC
TAGT GG
ACC GGC
TGA GCCC
TGG GGGC
AGGC AC
TAGT GC
TC TAA
GA TCGG
TGGCC AA
TAC TAC
TATT TATT
ATT TGA
GAC GGC
TT GAGG
TGG AAC
GGGGCC GG
GGGGCC GC
TCC GCCC
TT AGA
AGT ACC
TT GCAA
GTAA GC
AGAA AAC
TCTCTCTC TCTCTCTC
ATT TCAA
TCC GGC
AT AGCC
TTC AAC
GCC AAC
ACAC GG
TCGG CCC
AGC AGCC
TTC TGA
GAAC GG
GAAAA CC
TC AAC
GAA GTC
GCGC AGG
GGGG GGGG
AGTT CCC
TTAA GG
AC TTGG
TAC ATC
TACC GC
GGCC GGC
AC GCCC
TGT ACC
TGT GTGG
GGGA GGC
TT TCCCC
AGT GGGC
GA GTCCC
GT GCCCC
GCGC TGG
GCCGCC GCC
TGA GCTC
TCCC GGC
AGC AGA
TAT GGC
GAA TTC
AGC TAA
TT GTTC
TAGC TC
GAC AAC
TAT ATC
GGCC ACC
GAGC GGC
AA CCC
TGG TAA
TATT TTC
AC ATTC
AT ACTC
GTT TGTT
TACC TC
GT ATCC
TGA GGGC
GA TCTT
AT ACCC
TGT GGAA
GAGG GAA
TTCC AGG
GAGA GAA
AT GGCGG
GGCC TGC
AGT ATC
TT TGAC
AGA TTTT
GGCC AGC
TCC ATC
AGTC AC
TCCCC GG
TTTC TTTC
TAGC GC
TTC GCC
TGCC AGG
GAGAGAGA GAGAGAGA
GT ACCC
TGC ATT
TGT AAAA
GCC TGGC
TT AGAA
ACAA TC
CCC AGG
TGA TTTT
GT GTTTT
ATTC GG
TGGCC TC
AGC TAC
TGTC TCC
TAGAA AA
TT TAGG
TGC AGA
TT GTGC
AT GTTTT
GTC GGC
GT AGAC
GT ACTT
ATATATAT ATATATAT
AGAA AGG
AGT AAAA
TGA GCGC
ATT GAC
TAA ACC
TT GTAA
TAA TTC
AGC GAA
TATC TC
GCGG GCC
GGCGGC GGC
GA TAGG
GAGC TCC
AC ATAA
TGC AGCC
AGC GAC
Ġ CCC
AC ATCC
TGTT CCC
TGG AGA
TTC TTCC
AGGCC GG
GT GGCGC
GAA TCC
GT ATAT
AGTT TTC
TGG AGGC
GGCGG CCC
AGTT TCC
AC TGAC
GGAA TC
GT AGTC
ATC GCC
GGCGG AGG
GCCCC GCCC
GTT ATT
AC TGTC
AGC TGCC
AC AGTC
TGG GGCC
GTGC TGC
TAT GAC
GCTC TGC
TAT GTC
GAGA CCC
TGGGG AGG
ACCC AGG
TGG TCC
GGAGC GC
ATAA TC
AGC GTC
GGAGG GG
ATC GAA
TT GAGC
AT GATC
GTT TTCC
GCTC TCC
GCC GAA
GTT TGT
AT AGGC
TGA GAGC
GGAGG GC
TT TAAAA
AGT GGAA
TAC TAA
TTTC TGC
GA TCAC
T AGCCCC
AGA GCGG
GGGG GCC
TGCCC GG
AGG AAAA
GGCGG GGCGG
AAC GAA
ATCC CCC
AGG TCC
GGGC AC
TGTT TCC
TCCC ACC
TGT GAGG
TGAA GAA
TTTT ATT
TGA GAGG
TTTT GAA
GTGT CCC
TGG GGAA
GTAA GG
GGC GAA
AGGC GCC
GCGC AC
ATAA GG
GCCCC GCC
AACC GC
TAC ACC
TAT AAC
TGCC ACC
CCCC GC
TGT GAGC
GTCCC GC
GT ACTC
GTT TTAA
TGCCC TC
TTC TCTC
TGA TTGG
TAA GAC
TGT GCTC
TCCCC AA
AGA GAAC
TAA GCC
TTC AAAA
TT TAGC
GGGA TC
TGT GCCC
TTTTC AA
GTCC TGG
GGCGG AGC
TGC GGGG
AAC GCC
TTC TAC
GGC GCTC
AGC AGT
GTGA TC
GT ATTTT
AGC ATT
GTT TTTC
ATC TAC
AT AGTC
GCGC GGCC
ATGG AGG
ACCC TCC
ACCCC GC
TT TACC
TGTT TGTT
GTCCC GG
AGCC GGC
TGG AGAA
AGT GAGC
GTT ATC
GCGC GGGG
AGT GGCC
TGT GTCC
GGAA AC
AGA GACC
TT ACAA
TT GATT
TGC TAA
AACC TC
TTGG CCC
ATGG TC
AGA TAT
AAAA AAC
AGAC AC
TAGA TAGA
GA GGCGGC
TT ATTC
GGCCCC GC
GGC TTCC
TTC TCCC
TGA GTGC
GGC ATC
GTT GGGG
TGC AAC
TGTC AC
TAGC GG
ATT TCTC
TGC TGT
ATAA TAA
TGG GAGC
AGCCC TC
GTGA CCC
TT GAAC
TGCC AGC
AGT GCGC
TTAA TC
TGC TGGC
GGGC GGGGC
TT GTGT
GTCC TCC
GGAGC GG
GAC ATC
TAA GTC
GTGG TGG
ACAA AAC
GGC TAC
GTGG AGC
GA TACC
TTC TGT
GGCC GCGG
GCC ATT
GCC GCTC
TCTC TGG
ACCC AGC
TAA AAAT
GAAAA GC
GTGG AC
TGC ATC
TT GCGG
GAGC AC
GCCGG CCC
GTT TAT
GGGG ACC
GGC AGGC
GTGG GAA
TGAC GTC
GT GCCGC
AGA TGGC
AAGG AGG
AGAA GCC
TAAC TC
GGCCC GC
TGT GCGC
GCCC GGCC
TTTT AAAA
TGC GTC
GAGG AGGC
GT ATGC
TGG AAAA
TGGC AC
AGGCC AA
GAGAA GG
TGAA AAC
GT ATGT
TTC GAA
GGAGG AA
TT AGTT
ACC GAA
GCC GCCGC
GTT TATT
AGC TCCC
AGA GGAC
TAC AAAA
TGG ATT
GTT AAC
TCTT TCC
GTT CCCC
GCC AGGC
AGC TGT
TGGCC GG
TGA GCGG
TCTC TTC
AGT GCTC
AGTC TCC
ATC AAAA
GAGAA GC
GAA GGAA
TGGC TTC
TTTC TGG
AGT GCCC
AGGCC TC
GAC TAC
ACCC ACC
TTCC TTC
TTTTC TC
AC TTAA
AGG TAC
GGC AGA
TATC TATC
AGT GAGG
GTT GAC
AC TTGC
TGG TTC
GT ATGG
AGAA AAAA
ATT TCCC
TAAC GC
AGAA ACC
TATC GC
TGTC TGC
AGCCC AA
AGG AAGG
AGT GTCC
AC GGCC
AGG GCGG
TGG AGCC
ATT ACC
TAA AATT
ATATT AA
TT GACC
GCC TGCC
AGA GGGA
GCCCC AA
GCC GAGC
TATT TTTT
AGA GTCC
GA GTTCC
AGG AGCC
TGC GGCC
ATT AGC
GTC AAC
TC TCCC
TGG GCTC
GTC TGT
TCTT TTC
GA TGGGG
AGC GCGC
AGA TGT
GGC TCGG
AC GCGG
ATGG CCC
GTT ACC
GGGC GGCC
TAA ACAA
TGA GCAA
TTCCC GC
GTT TCTC
TGG ATC
AGG ATC
GT ACGG
TGA GTCC
GGGG TCC
ACTT TTC
TGA GTGG
GTC ATT
TAA TCC
GAGA GGC
AC TATT
TCTCC GC
GAGAA CC
GGCCC GG
TAA TTAA
ATAA AAC
AGT GTGG
AGT GTGC
GA TAGA
ACC TAC
TCCC TTC
AAGG TC
AGA TGAA
AGG AGAA
AGG GGGC
TAAC GG
TAC TTTT
GCC AGCC
TAT AAAT
AGT GCAA
TTCC AGC
GGGA GAA
ATT TTGC
TGTT TGC
ACC TCCC
ACGG CCC
AGG AGA
GA GGGGGC
CCCC AA
AGAAC AA
ATT AATT
TGA GTTC
GGAA CCC
TAA TGC
GAA TGC
TAA GGC
TGCC TTC
ACC GAC
GGCC GCGC
GAGCC AA
AAC TTTT
GCCGG GCC
TGT GTTC
TTCC AC
TCC AGCC
TGC GGGC
ACAA ACAA
AGAA CCC
TGCCC AA
TCTGC GC
AGAA AGC
TGT GACC
GTT AGC
TTGG AGG
GCC TGCGC
TGGGG TC
TGAA AC
GGAA GAA
ATAA AC
ACTT TCC
GCAA TC
TACC GG
TCCC GCCC
ACGG TC
GGGG GAA
TGTT GTT
TTGG GAA
TTTT TTTC
TTC GGC
GAGG GAC
TGTC ACC
AGG AAGC
TGAC AGC
AT GAGT
ACCC TGC
TCC TGCC
GCCCCC GC
GT ACGC
AAAA ATC
TT ATTTT
TAA TAC
GA TGGCC
TTGC TGC
TCTCC TC
AGGC ACC
ATAT ATT
GCC TTCC
TGG GTGG
AGC GGCC
TAA TAT
AGA GTGG
TT GTGA
GATT TTC
ACCCC AA
GTT TGA
AGT GCGG
AAAA ATT
GGCGC TGC
TGG GCGC
AGAC AGG
TCGG TC
GTGC AGG
TT GTTTT
AC GTGG
GGGG CCCC
ATC TGT
AGT GTGT
TCC AAC
TAA TGG
AGAC AGC
TTTC AC
GT GTTCC
GCC TAC
GGGC ACC
TCC TTCC
AGCCCC GC
TGC GCGC
GGAA AGG
GT GCCGG
AGTTC AA
AGA GTTC
ATAA ATT
TCTC AGC
GTGC AGC
ACC ATT
TT TAGA
GA TAAAA
GTT TGAA
AGT GACC
AGGC GGGG
GAGC GCC
TCC TGGC
TCAA TC
GAC GAA
GT GGGGCC
TAA AAAC
GA GGCCCC
GTT TCCC
GTC TCCC
ATGG AC
AAAAAAAA AAAA
TTCCC GG
GCCCC TCC
TT AGCC
TAT GCC
ACC GCCC
GTC GGGG
AAC GGC
CCC AGC
GGGGC TC
AGG TTC
AGG ATT
TGTCC TC
GCC GAGG
TGG TGGC
TTAA ATT
TGA TAC
TTTT TATT
TT TGGGG
Ġ AC
TTTCC AA
GT ATAC
AGC AAAA
AGAA ATC
GCC GGAA
ATATT TC
TAA TATT
AT ACGC
AGC TGGC
AAC TGAA
TGT GCAA
AT GAGAA
TAT AATT
AACC GG
GT GGGGGC
TGA GAAC
TGA GGAGG
GGCC GGGG
GTGC TCC
ACTC AC
TGC AGT
GTC TAC
ATCC TCC
TAT ATAT
ACCC TGG
TGG GGGG
AGC GCGG
GAC ATT
AGAA GGC
GA GTTTT
ACTT TAA
GA TAGT
GCC TCTC
TAGG TC
TTC AGA
TGC AGGC
TTCC TTCC
GAAAA TC
CCC AC
GTT AGG
TGTC TGG
GGCGG GAC
TTTCC TC
ĠC AA
GAA TGG
AGC TGTT
GAGC GAGC
GTGC AC
TGAAC AA
GGC TAA
GGCC GGGC
GAGA GCC
TTTT TTAA
ATTCC AA
ACC TGCC
GCCGC GCC
GAA GGGG
TGG GATT
TGA GGAC
AAC GAC
TGTC TTC
TGA GACC
AGAA GAC
GGC GTT
GGC GGGGCC
AGC TGAA
TT ACTC
ACC TAA
GCGC GCGG
GCCCC GCCCCC
ATT TTGG
TGC TAC
AGAC TCC
AGTC TGG
TTCCC TC
TGACC TC
ATC TGA
TGT GATT
TAT AGC
ATATT CC
AGT GTTC
TCTC AC
AGG GAGC
ATT TCTT
ATC GTC
GCGC GGGC
TTTC TTTT
ATC GAC
GCGC GCCC
TGA GTGT
GCCGC TGC
GGC GAGG
ACC AAAA
Ġ GAA
CCC TCC
TGGC GCC
GCTC TGG
TTGC TCC
GA TGGGC
ATC TGAA
ACAC AGC
ATT AGG
AGA GAGAA
AC GGGG
AGT GAAC
ACAC ACC
AGG TAGG
TGCC TT
ATCC TGG
GTAA TC
AC ATGG
TGA TGAA
AGT GATT
GCCC TCCC
GGC GAGC
GGGGC GGGG
AAC AGA
TGTTC TC
GCCC GGGC
AGCAGC AGCAGC
TGTT TAA
GAGA GAC
TGAC TCC
GCC ATGG
TCTGC TC
ATT CCCC
TTC TGCC
TTAA AAC
GGAGG AGG
GTC TTCC
TGGC GGCC
GGGA GAC
AT GGCGGC
GTC TCTC
TT ACCC
AGC AGGC
AGC AGAA
TGC TGAA
ACAA GAA
GGCCCC GG
AT GTTCC
ACAGC AA
TGACC AA
TGTT TGG
AAAT GAA
GTT TTGG
AGT GAGT
AGTT TAA
TTC TTTC
AAC AGAA
TT ACTT
TGTC TGTC
GAGG GCC
AC ATAT
GTGAC GC
TGTT TAC
GGAA AAC
ACAC TGC
ATTTT TAA
ACCCC GG
TTGC TGG
AGA GTGC
AT GAGCC
TGT GTAA
TT GAGA
GGCGC GGC
GA GGGGCC
AGAC ACC
GTGG GCC
TGT GCGG
GTGA GCC
GTT AAAA
AGA TTTC
ACTC TCC
TATTC AA
ATC TTTT
TGA TTTC
TGTT TTTT
GGC TCTC
TGG AAGG
TTC TGAA
TCCCC TCC
TCGC TGC
TT GAAAA
GCGG AC
TGGGG CCC
GTT TTGC
TAC AGT
ACAC AGG
GTGA GAA
GAGGC TC
TGGC ACC
AGA TATT
TGCC GGC
GGAA GCC
GCCC GGGG
GCCC GCGC
GGCGC GGGG
TCAC TGC
ACCCC TC
TT AGGC
AC ATGC
TGTC AGC
AT ACGG
GTC TGA
TGAA TGAA
GAA AGAA
TTC AGTT
TGAC AGG
GACCC GG
GTT TCAA
TCC GGGC
AAAA CCC
GT GCGCGC
GGC AGT
TCTCC AA
GA TCCCC
AC GGGC
AAC TGA
GAGG AGGAGG
CCCC GG
ATC GGC
TATC GG
GCCGCC CCC
GCGG GAC
ATTC TCC
AGC GGGC
AGCC TCCC
GTGT GTT
GCC TCGG
AGCC TTC
TGC AGAA
AGCC AATC
TGTTC AA
ATT GGCC
AAC TTCC
TTCCC AA
TGTCC GC
TT ACAC
AT GTCCC
TTTTTTTT TTTT
AC GCTC
AGA GAAAA
CCCC CCCC
GTGAA GG
TGCTGC TGC
Ġ TAA
ATCC AGG
GACCC GC
TATT TCC
GGC GTCC
AACC CCC
Ġ TCC
TTC AGT
TGA TTGGC
ACTT TGG
AT GGCGC
GAA TTTT
ACTC TGG
TAGTT CC
TCTC AGG
GA GCGCGC
GT GGCGGC
ATC TCCC
TGGGC TCC
AAC GTT
TGA GGGA
AGAA ATT
AGTT TGG
TGC TTTT
TAA AGT
TAT AGG
AGACC AA
AGC GCCC
GACC TGG
TAAAA TC
GT G
AC GTGC
AGA GGAGC
TTC TGTT
GAGGC AA
GAA AGT
GTC GCGG
TTC GTC
ACCC GCC
GGC ATT
TGT GAAC
AGAC TGC
TT ATCC
TT TAGT
TGCC TGCC
GTCC AGG
TGTC AGG
TCGC TCC
AGC GGGG
ACC GTC
AGA TGTT
TTTC AGG
ATTC TGG
TCTT TAA
ACC GCGC
AAC AAAC
GA TGCCC
GAA GAGG
AGA TGCC
TTTT TGG
TAGA TC
TGC GCGG
TCTC TCCC
GGCGG GCGC
GCAA AC
GGGGGC GGGG
GGCC GCCC
ACC TGT
TTTC TAA
GCCGC TGCC
TGC GAA
TGC GAC
TGC TGTT
TTAA TAA
TGA TGT
GAGCC TC
TCTGC AA
AGAC TGG
GTGG GAC
GGC TCGC
ATTC AC
AAC GTC
ATGC TGG
AGT AGT
AGC TTCC
AGTCC TC
AGCC TT
AGG GGAA
AGA TCCC
ATGT GAA
AGGGG TC
TGA GTAA
GTC TAA
GCCGC GGC
GTGGC TC
TAGA GAA
AAC TGT
AAAT ATT
TGA TAT
TGAA GCC
ATGG GAA
TCCTCC TCCTCC
TTTGC AA
TAGCC AA
Ġ TT
AAC AGT
GGGG AGGC
ATCC AC
GCCGC TCC
CCC TGG
GTCC TGC
GTGG TGC
GAGG TAA
ATTC ATT
TCTCC GG
AGTT TGC
TGAC TGG
ACTC TGC
TGTCC AA
AAAAAAAA AAAAAAAA
TTC GTT
ACCC GGC
GTTC TCC
GTGAA GC
TGAGG TC
AT GCCCC
ATC TCTC
TTTC ATT
AGTC AGC
TTAA AC
Ġ AGG
GAC AGA
GCCC TTC
AAAA TAC
AGTT GTT
GACC AGG
AGTCC GC
GAC GCGG
GCTC AGG
GTCCC TC
AGGGC TGG
GA GGGCGG
ATC TTCC
TCCCC GCC
AT GAGGC
AT AACAA
GAGG TGC
TCTGC GG
AGT GTAA
ATGG AGC
AAGG TAA
GTC GTT
AAAA ATAA
AGGC TTC
GTCC AC
TGAC AC
TGA GTGA
GCCC AGCC
GCCC GCGG
GA G
GCC GTT
TGAC TGC
ATGC TGC
ACGC AC
GAGG ACC
GAC TTCC
TGGC GGGG
TCC TAA
AGAA GTC
GGAA GGAA
AGTC AGG
AGA GATT
GTGT GTC
AGAC AGAC
ATGAA GC
GGC GTGG
TCC ATT
ACTC AGG
GAA TAC
TGT GGGA
GCTC AGC
AATT TTC
ATGAA CC
GA TCTCC
ACC AGCC
GT ATATT
TGGC TGCC
AGTC TGC
TAT GTAA
GGCGG TC
TCC GTC
AGA TCAA
TTCC TT
TTTC AGC
GCCCC TCCC
GGCGG AGGC
GAGG AGCC
Ġ AAAA
GCC TCGC
TGAA GAC
AGTTC TC
AGGGC AGG
TCC GCGC
AAC ACAA
TGGC TT
TTCC ACC
TTTT AC
TAC AGA
TTGC AGG
GA GCCGCC
TTTT TGC
GGGC TTC
ATAA ATC
AGCC AGGC
AATT TAA
GTGTT TC
GGGG GTC
GAC GCGC
TGT AAAC
TGT GAGT
TGAA ATT
TGGC AAC
TGGGC TGG
AAAA AGG
AATT CCC
GA TGAGC
GTT TCTT
TGA GGGGC
CCCC TC
GAGAC GC
TCC AGGC
GTC AGT
AGA GATC
AGTCC AA
GTGTGTGT GTGT
GAC TAA
AGA GTAA
GCCC GCCCC
GCTC AC
GA TGGAA
TTC ATTC
AAC AGTT
TAT ACC
Ġ TGG
TTCC TCCC
AGCC GCGG
TTCC GCC
TGC TCCC
TTTT TGTT
ATGAA GG
AGAA TAA
TATT TAC
GAGA TGG
GAA ATAA
AGTC ACC
TTGG GGC
ATCCC GC
TTTT TCTC
TGAA AGC
TGGGC AGG
GCC TGT
GTC GCGC
TGA GATT
AGAGG TC
GT GCCTC
TCC GAA
TTTC ACC
TTGG AGC
TCGG GGC
TTC TCTT
GGGG GGC
TTTT TAC
GCGG TGC
ATCC TGC
GTGGC AA
GCC ACCC
GACC AC
TGG AAGC
AAGG CCC
ATCCC GG
AGCCCC GG
TACC CCC
TCC TCCCC
TTTT ATTTT
GGCGG TGGC
AGAA GTT
AGG GGCC
TAA AGTT
GCCGC GGCC
GGC GGAA
TTC TCAA
TATT TAT
TTGG AC
ATT ATAA
TGG GAAC
ATC AGTT
TGT GGAC
AAAA TAT
GACC TCC
ATGTT AA
AGA GT
GGGG GAGG
AGGAGG AGG
GCC GCCCC
GGGG GCGC
AAAA ACAA
AGCC AGCC
AGGC TT
GATT CCC
ATC TAT
ACTC ACC
TCTCC CCC
TGG GCCC
TGA GGAGC
GGGG GAC
ACGC AGC
GA TGAGG
TAGG GAA
ATC AGT
ACAGC TC
ACGG AGG
GAGT GAA
ATCCC AA
GCC AGA
TGT AGT
ACC GCGG
GGGG TGC
TGAA AGG
GGGA GGGC
AT AAAAAA
AAC TCAA
TGT AATT
TCTC TT
GAAC AC
AAGG GAA
GCTC GGC
ATC GTT
AAAA TGG
AAAA ACC
AAAA TGC
ACAA AGG
ACTT TGC
AAGG AC
ACGC TGC
GTGTGTGTGTGTGTGT GTGTGTGTGTGTGTGT
TTC AGAA
TGA GAGA
AGCC GGGC
GTTC TGG
TAGAA CC
GTGG GAGG
GTC GAC
AAAA GTT
TCC GCCCC
AGA TTCC
TGA TGAC
GTTC TGC
GTCCCC GC
TGAA ATC
TGTCC GG
GGCGG GCC
GT GGGCGG
GTC GAA
AGA TTAA
AGTT GAA
ĠC TC
AGAC GCC
GACC TGC
ATGGC AA
TTGC AGC
GAGC GGGC
AAGC TGG
TCC TCTC
TATT TTAA
GCCC GGCCC
ACTC AGC
TT AGTC
TAC GAA
TGCC TCCC
TGAA TAA
GCCGG GGC
AGA TGAC
TGA TGTC
GGAGC TC
AGAAC TC
AAAA AGC
GA GGCCGC
AGA GGCGG
AAC AGCC
GGCC GGCC
AGGC GCGG
GAGA GAGG
Ġ TTC
GA TAGTT
GAC TCCC
TGT GTGA
TGAA CCC
GCTC GCC
TGTGG TC
TAC GGC
TGCC ATC
GTGT GTGC
ATT TATC
TAC TTCC
GGAA AGC
GTGG GTC
NNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNN
GCTC TTC
TCGG AGC
GTGTT GC
TGCCCC GC
TTGG TGG
AGA TCTC
GCGG GAA
TAGG AGG
GAAC TCC
TCGG AGG
ACC TGGC
TGA TATT
TGTC ATC
GAGAC AA
TGT AGTT
GAGG GTC
ACTT GAA
TGAGG CCC
TTTAA CC
TT TGCCC
TAA ATAT
AGGC AGGC
TGTT GCC
ATTC TTC
GTGA GTC
ACTGC AA
GTGC GGC
ATGC AGG
TTTCC GC
Ġ TGC
AAAT CCC
TT ATAT
TAT GCAA
TGAA GGC
GGAA GTC
ATGT GAC
TTTT GTC
AGCC ATC
ACGG AGC
GTGTT GG
ATT GTAA
ATT TAAC
AGCC AAC
TCCTCC CCC
TGGC TGGC
GATT GGC
GTTCC GC
ATTC ATTC
AGCCC AGG
Ġ GCC
TT GATC
TTGC AC
GAGC ACC
TGAC ATC
TGGGC TGC
GT ATAAAA
TCC ACCC
AGT GGGA
AGT GCAC
AGCC GCGC
TGAC TTC
TAA AGAA
ATCC AGC
ATGC AC
AAAT AAAA
TTCC GGC
TCGC AGC
TT ATGG
TAT ATTC
GTGA GGC
GGCGC TGG
TGCTGC TGCTGC
GA TGTGG
GT ATTTC
GTGT GAA
AGACC TC
TT TGGAA
AAC TGTT
GGCGC GGGC
TGACC GC
Ġ AGC
TCC TGA
AGA GCCCC
GTGAA CC
TCC TAC
TGAA GTC
ATTC TGC
AATC AGC
AGTCC GG
AAC ACAC
TGT AGA
ACGG AC
ATGTT GC
TATT ATT
ACAA ACC
GGCCCC GCCCC
TCCCC TCCC
GGCGC GGCC
GAACC AA
ACAA TAA
TAT AAAC
AAAT AC
GTTCC GG
GCCGCC TC
GT AGGGG
AT GGCTC
AGGC GGGC
GGAA ACC
TTC GAC
TTC TGTC
ATC TGCC
Ġ ATT
TT TGTTC
ACAA AGC
GTTC AC
GGCGG TGG
AGT GGAC
AGGC GCGC
TGTT GAA
TGA TTAA
GAC AAAA
TTC AGCC
GTGT GGC
ACAA ATT
GTGTC TC
GAC AGAA
AAC TAT
TCTC ACC
ATGT GTT
AGACC GC
AGCCC TGG
AAC AATT
ATGTT TC
ACAC TGG
AGTT AC
AGTT GGC
GAGG AAGG
GTCC AGC
AGT AATT
TAC GTC
GGCGG TGC
GGGA TGG
TT TAGTT
GAA GAGC
TCC GGGG
TTTT GCC
ACGC TGG
GCCCCC TC
GTGC GCC
ACAA CCC
GGGA GCGC
GA TAGAA
ACC GGGC
AGGC GGCC
GGGGC TGG
TGA GCCCC
AGT AGA
TAC GCC
TAGG CCC
TCAC AGG
AGC GTT
GAC AGCC
TCCC GCCCC
GATT TAA
GCCCCC GG
TT ATGC
TGGGG TGG
TAT ATTTT
TGGGG AC
TCTT TGG
GTGA GTT
AGAGC TGG
TGA TGTT
TGT AGAA
GGAA GTT
GCTC ACC
TCC GGCC
GTC GGGC
ATAT AAAA
TT GTGTT
GA TGAAC
ATC AGA
GGCGG GAA
AGT GT
TTGG GCC
TCC GAC
GTC TGCC
AAC AACC
AGCAGC AGC
AGG GCGC
AGT AAAC
GCGG GCGC
AGTC TTC
ATAT GAA
Ġ TTTT
GGGC GGGGCC
TCCC TCTC
TACC TGG
Ġ GGC
AAC TCCC
GGAA GTGG
GCCGC AGC
TTGTT TC
AC ATAC
ATC TCAA
ATGG TAA
AGCCC AGC
TCTT TCTC
TGGC GAC
AGCCC TGC
ATTCC TC
AAC AAGC
TTTC AAAA
GAAC TGG
GTGTC GC
GGAA GAC
ACGC AGG
GTTCC AA
GAGC GGCC
TGAC ACC
TTGC TTC
TCAC AGC
TCCC TCCCC
GGGA GTC
AGAAC GC
TTGTT GC
AGA TGTC
TAC AGAA
GGCGGC AGC
GTGAC AA
ATC TGTC
GAAC AGC
AGCC GCCC
GAGC GGGG
AGAC TTC
TGA TGGC
ATTC AGG
AGA GAGGC
GTCC GCC
TGCGG TC
TGC TGTC
ACAA ATC
AGT GAGA
TAC TGT
TGTT ATT
GCCCC CCC
TCCCC AC
GATT TCC
Ġ AAC
GCC TAA
GAA GCGG
TGGC TGT
GAGT GGC
ĠC GC
GAA GCCC
GAA GGGC
AAAT GTT
GTTCC TC
TCCC GGCC
GACC AGC
GGGA GCCC
GT GGCCGC
GAC TTTT
GAGG TGA
AAAA TTC
ACAC TCC
ACC ACCC
AGAA TGG
GTAA AC
ATGC TCC
TCCTCC TCC
ATT GCAA
TGC TTCC
AGA GCCGG
AGA GGGGC
TGGC GTC
TCCCC CCC
TTTTC GC
TAAAA TAA
TCGC GGC
TAGT CCC
TT AGAC
GCC AAGG
GAA CCCC
ATT TGCC
TGAA GTT
TATT TGC
GCCGC AGCC
ACC AGGC
AGAA GGAA
TTTC ATC
AGAGC AGG
ACC TGA
AGTT GTC
TGAA AAAA
AAGC AGC
AGGCC TGG
GTCCC AA
ACC ATGG
GAC TGT
ACGC TCC
GAGAC GG
ATAA GAA
GGCGG AGCC
TCAA AAC
TACC AC
TCGC GCC
AAGC AGG
AGAGG CCC
ACC TTCC
AGTT TTTT
GCGG TGG
TTTT TAT
TAC AGCC
AAAC AAAA
GTC GGCC
ACTC TTC
ATCCC TC
TGAAC TC
TAA ATTC
AGA GTGA
AGT AGAA
AGTT GCC
GAGC TTC
TTAA GAA
AGGAA GAA
AAGC TGC
TT TGGCC
TT TGTGC
TAC GAC
TAAC AC
TCGG GCC
AGT GGAGG
GCTC GCTC
GAAC AGG
GGGA GGCC
TGC GCCC
TTGG GAC
TAT GGAA
AAAC AGC
GAACC GC
TT TATTC
GT GGCCCC
AAC TGCC
TTTT GGC
ACTT GGC
GGGA TCC
GGCGC AGG
GAGT GAC
TTAA AGG
GGCCC TC
TAA GGAA
ATC AGAA
AGT AGGC
AAAA GCC
GTGT GCC
GAACC GG
TGT GGGGC
ATAT ATAA
TT GTAC
TGA GATC
TCCC GGGC
GCGG AGCC
GCAA CCC
ATT TAAAA
ATC TTTC
AGT ACAA
TGAA ACC
GAAC TGC
TTGG GTT
GAA GCGC
ATC TGTT
AGGC AGCC
TAT CCCC
AGTT TAC
TCAA AC
TTTCC GG
ACAGC GG
GA TGTCC
GA TATTC
TGT GGAGG
GCCC TGCC
AGTTC GC
AT ATCAA
GTC TGTC
TGT ATTC
GGGG AAGG
GTC TGGC
GGAA GGC
TAGGC GC
GTC TTTT
GTGG GTGG
ATGA CCC
GTGCC AA
GGCGG GAGC
TGGCC AC
ACGC GCC
TAGAA GC
GA GCCCGC
GTT GGGC
TGA TCAA
ATCC ACC
GCCCC AC
GAGA TCC
TAGC TGG
GCCGG AGG
GT AGGGC
ACCC ACCC
TGTC GCC
TGGAA TC
TTTT TCTT
AGTC GCC
ATAT GTT
ATGAC AA
TGA TCTC
GAGG AGA
GCCCC GCGC
TCAC ACC
TAGAA GG
TACCC AA
AT GCCAA
ATT ATTC
AGAA TCC
GAGG AAC
TAGC AGC
GTGAC TC
Ġ TAC
ATC TCTT
TATT CCC
ATAT AC
GACCC AA
GAA GGCC
TCCC AGCC
ATATT GC
TAGGC AA
AAAA AAAAAA
GTCC TTC
ATGC AGC
TGGCC CCC
AACC AC
TGGGC AGC
GAC GTT
TGCC CCCC
TGTC ATT
AAGG AGC
GGGGGC GGGGCC
ATGTC AA
GAA GGAGG
GCGC GTC
TT GAGT
TTTT CCCC
GGCGG GAGG
GCAA GAA
ATGG TGG
TAGC TGC
TCGC TGG
ATTCC GC
GAGTT GG
AT AGGAA
GTC ACCC
AGT AGCC
AGT GTGA
AAAA TATT
TTTT TTTTC
AGGCC CCC
TTGGC AA
Ġ GAC
GA GAGGAA
TTCC TCTC
TGTTC GC
GT AGCCC
AAAA AGAA
TGTT TTTC
ATAA ACAA
GTT TGGC
ATT GGAA
TAA AGA
AGCC CCCC
TCCC ACCC
GAGA GGGG
ATTTT GAA
GA TCCGC
AAC TTTC
TCAC TCC
TGAAC GC
AAC TTAA
GCGC AGGC
AGGGG CCC
TAC TTTC
TGTT GTC
TT GCCCC
TCC AGA
TGCC TGGC
ACC GTT
ATC TTGG
TAC AATT
GAGG GAGC
ATGT AC
TAACC AA
GA TGTGC
TAA TTTC
GT ATGA
AAC TATT
TGT AAAT
GGCC TTC
TGTT TAT
AGG GCCC
AGG ACCC
GTC GCCC
TGT ACAA
TGT GTGTT
AGT AGTT
AGTC AGTC
ATT GTGG
GCGC GGGGC
AGGGC TGC
TAGC TCC
ATCC TTC
ACTT GTT
GACCC TC
TT GAGAA
TAC GTT
TGCC GCCC
TGTT TATT
GGCC TCCC
GCAA AAC
GGCGGC TC
ATT GTTC
ATT ATTTT
GAC AGGC
TGA TTCC
TGT AGCC
ATGG GGC
TAGTT TC
TTGTT AA
ATTATT ATTATT
GTT GTGG
TAA AACC
GTGC GTGC
AGAGC AGC
AGACC GG
AC GAGC
AGCC GGGG
GCCGG AGC
TTTCC CCC
GAGTT TC
GA GACCCC
GGC TGTC
AGG GCTC
GAGA GAGC
ATTTT CCC
AGGGG TGG
ATT TGGC
GAGGCC GG
Ġ ACC
GA TGACC
GT ACAGC
AT G
AGT ATAA
TTAA TTTT
GGCTC TGG
GA TGTTC
ATTC AGC
TGGCC TGG
GAA GTGG
TAA TGAA
TGT ATAA
TAAC GTT
AGGAGG AGGAGG
GTGGGG GG
TGC GTT
TTC TAT
TTC TGGC
GCGC TGCC
GTGAC GTC
TT GTCCC
GT ATGTT
GAA AAGG
TCC GCGG
ATT GATT
ACC AGAA
ATC TGGC
GGGG GTGG
GA TCCGG
TGC TCTC
GCCC AGGC
TGTCC CCC
TTTAA GG
TAGATAGA TAGATAGA
GT AGGAA
GAA AGA
AAAA GTC
ATTC TAA
TCCCC GCCC
ACGC GGC
GAGCC CCC
GAGTT GC
AC GAGG
GAA ACCC
AGT AACC
Ġ GTT
ATT TGTC
TAA AAGC
TGA TCCC
ACAC AAC
GAGA GTC
ACGG GGC
GA TTCAA
TGGC GGCGGC
GTTC TTC
TTTAA GC
GAGTC GG
TT GTGAA
GAC GGGC
GTGT CCCC
GCCGG TC
TT TATAA
AC TAGG
GCC GTGC
GCGC GCTC
TTGG TGC
GGC AGAA
GGC GCCGC
ATC ACAA
TAC TGA
AGTT TTAA
GAGG GGCGG
TGTT TTCC
TCGG TGC
GGCGC AGC
ATC AGCC
TGT ATTTT
GCGC ACC
GAGG AGAA
AAGG TGG
GATC TGG
GGAGC AA
GT ATTAA
GCGC AGCC
TAC TGAA
AGGC GGGGC
AGAGC TGC
GA TGCGC
TTC AGTC
ATC TTAA
AGT GAAAA
AGT AAAT
TGGC GGGC
GTTC AGG
TATCC AA
GCC TCCCC
AAC AGAC
TTTT TTCC
TGCCC AGG
AAAA TCC
GAGC TGCC
GCCCC AGG
GCCGG GCCGG
GGGGCC TC
GAGTC GC
GCC TGA
ATGG TGA
AATT TCC
TT ATATT
AT GCCTC
TTTC TTCC
TAGG AGC
TACC TGC
AGCCC GGC
GAGAC TC
GAA ATTC
ATT AAAC
ACC TCTC
GAC GGGG
TCCCC AGC
ATGT GTC
ATT TCAC
ACC AGA
AAC TGGC
AAGC AC
GAGGGG AA
TGT GTGTC
TTTT GAC
TAGC AGG
AGGC GAC
AGGC TGCC
TAT ATATT
TCTT TGC
TGG AGAC
TAC ACAC
GTGG TCC
ATGTT GG
AC GGAA
GGC TTTC
TGGC AGCC
ACCC TCCC
GTGTT AA
ATT ACAA
ACC GGAA
AAC ATAA
TTGG GTC
ATGG GAC
TGGGC GGGG
TAA GTAA
AGA GTGT
GTT GGCC
ATGG TGC
TCAC TGG
Ġ ATC
TT TAGAA
AGG AACC
TAC AGTT
AGGC AAC
TCAA GAA
GGGA TGC
AGC TGTC
TAGTT AA
TCCCCC GC
GA TTCTC
AT AGCAA
AGC TCTC
AGA TTGC
AGAA TTC
AGTTC GG
AACAA AAC
GATAA CC
GTT TGCC
GTT GGAA
GTGAC GG
GT AGGCC
AC GCCCC
GGGA GAGG
TGAGC TGC
Ġ GTC
GCC AAAA
GGC TTGG
GTT TGTC
TCCC TTCC
GTGC GGGG
GCC AAGC
AAC AAGG
TGTT TTAA
ATAA TTTT
TACC TCC
Ġ CCCC
AGG GGAGG
ATT AAAT
ATC AATT
TGT GTTTT
TGAA TGG
GACC ACC
TATT GTT
ATTC AAAA
GAGA TGC
GCAA AGC
GAAAA TAA
TAGGC GG
TT TGTGG
GAC TGA
AGA TCTT
TCCC TGCC
TT TGTCC
GGCGGC TGC
GTGGGG AA
AT AGAAC
AT AGTAA
AGCC TGGC
AGC TTTT
ACC GGCC
GCCC GAC
GGGG ACCC
AGGC TGA
TT TGGGC
AAC ACCC
TTCC TGCC
GTGTC AA
TTC AATT
GTC TCGC
TTC TATT
TTC TTAA
AGA TTGG
TCAA CCC
TCCGC TCC
TAGAC AA
ATT TACC
AAC ATGG
TT ATAC
TT TGAAC
GGC TGAA
GAA ACAA
GCCC ATC
TGCCC GCC
TTTTC GG
TGT GAGA
AGAA TGC
ACTT TAC
GGC ACCC
AAAA TGAA
TCTC GCC
GGAA GCGG
TTCCCC GC
GATGGC GG
GCCC ACCC
TAAC AGC
GAA TTTC
TGT GGAGC
TGCCC TGG
GCCGG GCGC
GAC GGCC
TTC TTGG
TGT GGCCC
AGGC AGA
GAGG GCGC
GCCCCC AA
AGCAGC GG
GAGCGC GG
ATC ATCC
ATC TTGC
AGCC GGCC
TCGG TGG
GGCGGC GGCGG
AGCGC AGC
ATT TGAC
TAA GCAA
GCGG GTC
GCCGC AGG
GT AGAGC
TAA ACAC
TCTC TTCC
AAGC TCC
ACCCC CCC
AC AGCCC
GAA GAAC
ACC ACAC
GAGGC TGG
ACTCC AA
GTC TCTT
TTC TCTCC
TAC TGTT
AGGAA TC
GA TAGGC
GA TCCAA
AC GTCC
TTTT ATC
TGGC ATC
ATTC ATC
ATGC TAA
GA TATAA
GTC GCTC
TTTT AATT
TGCCC TGC
TAGCC GC
TTGTC AA
GA TGCGG
GTT TATC
ACC GAGC
GAC TGCC
TGA GAAAA
GGGG AAC
TCTC GGC
GTTC AGC
GTGA TGG
GTGTC GG
GTC TTTC
GGGG AGGGG
AAAA GGC
GAGC GAA
TCGG GAA
ATT GTGC
TTTT AGG
TAC TGCC
GGGC GGCGG
TGGC TCCC
ACTT GCC
ATGC GCC
TGGCC AGG
GGGGC TGC
AGCCCC AA
AGCAGC AA
ACACACACACACACAC ACACACACACACACAC
GGGC GCCC
TGCCC TCC
AC ATTTT
GGGG TGGGG
TT TGCTC
GA TCCTC
GA TGCTC
GT ACCCC
GGC GGCCGC
ATT TAGC
TAA TCAA
GGCC CCCC
AGGC ATC
AGA GAGAC
GGGC TCCC
AGTT TCCC
TTCC CCCC
GT AGAGG
GT AGCGC
GTT GCCC
TGG GACC
GTC AGCC
TCCCC TCCCC
GAGGC TGC
TTGTT GG
AGA TAAC
TGT GATC
GCC AGT
GAA TAT
AGG GACC
TAC TAT
TGAA TGC
TTGTC TC
TT TGTAA
TTC ATAA
TGA TTGC
AAC ATTC
ATAT ATC
GGGA GTT
GGCGGC GGCC
TGCGC TGC
ĠC GG
GGC GCCCC
GGC TGGGC
GTC TGTT
TAA CCCC
ACGG TGG
ACGG TGC
GGAC AGG
GTC AGTC
GGGC GGAGG
TTTC TCCC
GGAC AGC
ATGT GGC
GA GTCCCC
TGG AAAC
GCAA AGG
GAGTC TC
ATT AGAA
AAAA AATT
TTTT TCAA
AGCC AGA
GCGC TCCC
TAC AAAC
TGGC TGA
TATT TTTC
GT AGTTC
GTC AGTT
GAC AGT
AAC AAAT
TGCC TTCC
GCC GTCC
TTGG TAA
GGCGC TCC
GCCGG GCCC
ATATT ATATT
TGACC GG
GA TTTTCC
GCC TGTC
TTC ATCC
TAC ACAA
TATT GAA
GCTC TCCC
TGCCC AC
AACC TGG
TT GAGCC
ACC TGAA
TGA TATC
TTTT AAC
GAAC TTC
GTTTT TAA
GGC TGTT
GTGC ACC
TGCCC AGC
AGTGG TC
GTC AGA
GTC AAAA
ATC AGTC
TGA TAAC
GGGC TGCC
TAT AGAA
GAGA GCGC
ATC ACCC
AAC TGTC
TGTT GAC
TGGC TAC
TAGG AC
TAGA CCC
TTCCC TCC
ACACACAC ACAC
GCC GTGG
GAGC GAC
TCTCC TCC
AGGGC AGC
TGAGC TGG
GT AGTCC
AGA GAAGC
AAAA GAC
TGGC TTCC
ATAT CCC
TCTT GTT
GAGGC AGG
AGAGG GAA
TT T
ACC GGGG
GGGC GGAGC
TGAA TTC
TATT TGG
ATAA AGG
ATCC ATCC
GGCGG AC
AGCCC AC
GGAC TCC
GT ATTCC
GGC TGCGC
TGC AAAA
GTC AGGC
AAC AGGC
TGT AGTC
TAT ACAA
ACAC ATT
TCGC AGG
GAGCCC GG
AAC TCTC
GAGG TCC
ACCC TTC
TGGGG AGC
AAAC TCC
ATAC ATAC
AGCGG TC
TGC AGAC
GTC ACTC
AGAA AAGG
TTAA AGC
GCCGC TGG
GCCGC GGGG
TCGG AC
GAAAA AC
GT GCCGCC
TGT ATCC
AGGC GGAGG
GGAA GGGG
GCCGC GCCC
AGGCC AC
ATATT TAA
TT GTGGC
AT GCCGG
ACC AACC
TTTT TTTAA
GGGC TGGC
ACAC ATC
GTGT AC
GTGT GAC
GACC GCC
ACGG GAA
GAACC TC
TACCC GC
ACC AATC
TCCC ATC
TCTC TGCC
GAGC ATC
ACAC TTC
AAAC AGG
GAGTT AA
AAC ATCC
TGT AGGC
TGT GTAC
TCGC AC
TGGGG GCC
AGCTC TGG
TCCC GGGG
GAGG GTGG
GGAA GTGC
TAGC AC
TGGCC TCC
AGGCC AGG
ATATATATATATATAT ATATATATATATATAT
TT GGCGC
TT GGCTC
TCC GTT
GGGC GAC
TAGG GGC
TAGG GAC
TAGA GAC
GAGT GCC
TATTC TC
GTC AGAA
AGA GAAGG
GCGC TTC
TGCC GGCC
AGTT TTCC
TAGG TGG
TCCCC AGG
GGGC AGCC
GAGC AAC
ACTT GAC
TATCTATC TATCTATC
T AG
ATT GAAC
TAA ATGC
AGA GAGCC
AGT GGGGC
ATAA AGC
GCCCC TGC
GAGA GTT
TACC AGG
TAGCC TC
GTC TCGG
CCC TGC
TGT AAGC
TAT AGTT
ATTC GAA
TTTTCC AA
GA TGTAA
ACC TCAA
TAA GAAC
ATC TATT
TGA GGCGG
TGA GAGAA
TTTC TAC
ACAA TGC
ATTTT TTC
TCAC TTC
GTTTT GTT
GAC TTGG
TGT AACC
AAAA TTAA
TGCC ATT
ACCC AGCC
GTCC ACC
GGCGC GCC
ATGT GCC
AAC AGTC
AGT AAGG
GGCC TGGC
TAT GTGG
TGAC GCC
AGGGC GGGG
TGCC GTC
GTGC TTC
TCTCTCTCTCTCTCTC TCTCTCTCTCTCTCTC
GGC GACC
GGAA GTGAC
TGTC TCTC
GATT TGC
ACGG GCC
GCCGG GAC
GAGGC GGGG
GAGT AC
AGAAC GG
GA TGCAA
AAC TGAC
AAC TTGG
AGCC TGGGC
GGGC GTC
TGTT AC
GTGT GGGG
GCCGC AC
GAGT GTT
ACATT GC
TGG TTTT
TCCC GCGC
GAGG AAAA
TGGC GCGC
GTAA GTT
TATAA TATAA
TGG AGTT
TGT ACCC
TGT ACTT
GGCC ATC
GAGG AGAC
GAGG AAGC
AGAC ATC
TCTT TCCC
GAGAGAGAGAGAGAGA GAGAGAGAGAGAGAGA
AGT ATTC
TAC ATAA
TGTT TCTC
TGGC TAA
TTTC GAA
TTAA ATAA
TCCCC GCCCC
GTGA GAC
AGCGC TGC
AT AGCCC
GTC TGAA
AGT ACAC
TCTT GCC
GCCTC TGG
AT AGTTC
ACC TTTT
AGT GGAGC
GGCC AGGC
GGAA ATC
GTCC GGC
TTAA GTT
TTGC ATT
TCTT GAA
GAAAA GAA
TGAGC AGC
TGTCC TGG
AT A
ACC TTGG
AAC ATGGC
AGT GAGCC
TGT AGAC
AGAA ATAA
TTGC TAA
TCCCC TCCCCC
TGCCCC TC
TAC TTGG
TGTT GGC
TTCC ATC
GTGT GTGG
GCGG GGCGG
ACTC GGC
GGGGC AGG
GAGT GGGG
GAA AGCC
TCCC TT
TAT GTTC
TGCGC TCC
AAC ACTT
TCTT GGC
GATT TGG
TGCCCC GG
TGC AGTT
TGA TGCC
GAGG ATC
GAGC AGCC
TGTC TT
ATTTT AAAA
TCTGC TCC
ATGT ATT
TCCGC GCC
AGCCCC TC
ATGTC TC
TTTT TGAA
ATCC GCC
GCCCC AGC
TCCCC ACC
AATT GAA
GCCGCC TCC
AGG AGAC
GTC TTGG
GGCC GGGCC
AGG GTGG
TAA ATAC
GCGG GAGC
TAGA GCC
ACACC TC
GA T
TCC AAAA
AGG AAAC
AGA GACCC
GAAGG TC
GAGTC AA
GAA TGAA
GTT GCTC
ACC AAGG
TGA GAGCC
TAT GTGT
ACAA GGC
GTGA GGGG
ATTTT ATT
AT AGAGC
GTT TCGG
AGA GCCGC
AGT AAGC
ACAC ACTC
TTAA CCC
TTTAA TC
GT ATGAA
ATC AAGG
TGT GAAAA
TGCC AAC
TACC AGC
TAAC TGC
GATC TGC
TT TGAGG
TT ATGAA
GA TAGCC
TTC TGAC
TGT GAGCC
TAT GGGG
ACGG GAC
AGCGC TGG
GGC GTGC
GTT GTTC
AGA GAGT
TAC AGAC
GCGG GAGG
ACAA ACAC
TATC TGG
TCGG GAC
GGCGGC GGGG
TGGGC AC
GCC TTGG
AGAA GAGG
TAT ATAC
TGGGG ACC
TGAGC TCC
GAA AGGC
GAA ATGG
TTC TCGC
TAT GTGC
TAT GAAC
AGTT TTTC
GGAA TCC
GAGA GGGC
GTT TCGC
GTT AATT
GAGC GTC
TAGC AAC
GT AGCTC
AGG TGGC
AGC AAGC
TATT TGTT
GCGG GCCC
GCGG AGGC
GGGA GAGC
GAC TGGC
TAA GTGC
AGT GATC
TAC AAAT
TGCC AGCC
ATAA ACC
TTGC ACC
GTAA ACAA
ACTT GTC
GGAGC TGG
GTT GCGC
AGA TCGC
TGA TCTT
GCCC TGGC
AGAA AAAC
AGTT CCCC
ATTC AAC
GTGA GTGC
ATGA TGG
ATT GCTC
GAC TGAA
TAA AAGG
AGA TATC
ATTC ACC
ACTT AC
GAGT GTC
ATTCC GG
GT GACCCC
AGC AACC
TAA TGTT
GGCC TT
AGAA GGGG
AGAC ATT
AGTC ATC
GGAGC TGC
TTCCCC TC
AT ACCAA
GAC AAGG
TAA GTGG
TGT GCCCC
AGCC GTC
ACGC ACC
TAGTT GC
AAC AACAA
ATCC ATC
GTAA GAA
AGACC CCC
GAC TCGG
TAA TGT
TCAA AGG
TGGCC GCC
AAAACC AA
GGC TTTT
TTC AAAC
TCCC ATT
ACAA TGG
TAAC AAAA
AGGAA AGG
AGAGG TGG
TT TGCGC
AGC AAAC
AGCC TGA
AGGC GTC
GTGGC TGC
AGCAGC TC
TT GAGGC
GAC GAGG
AGA TACC
GGCC GCTC
ACAA GCC
ACAA GTT
GGGA GGCGG
TT ATTAA
GT AACAA
GT GCCCGC
TCC TTTC
AGGC GCCC
AGAC AAC
TGAC ATT
TTAA TTAA
GATAA GC
TT GTTCC
GGC AAGG
GGC GCCGG
TAA TAAC
TGA GTAC
ATTTT TATT
TGCTC TGG
TCCGG TC
TT GTGTC
GAA AGTT
ATC ACAC
GGCC GCCGC
TGAA GGAA
TTTC TGTT
GGCCC AA
GAAGG GAA
GA TACAA
GT AGCGG
TCC TCGC
AGA GATGG
TGT ACAC
TGT ATGC
GAGAA TC
ATGA GTT
ATT TAGG
TGT GTCCC
AGT ACTC
TCCC AGAA
AGAC AGAA
TATC TGC
TGTGC TGC
TCTTC GC
TACCC GG
AGC ATCC
TCCC AAC
TATC AC
TTC TTGC
TGT ACTC
AGTC GGC
TTGG AAC
ATGG GCC
ACGC ACGC
GGCCCC GCCC
GCCCCCC GC
AGC GCTC
AGA TAGC
GGCC GAGC
TAC TTAA
AGGC TGGC
TGCC GGGC
ACAC TAA
GTGG ACC
GCCCC GGC
TACC ACC
TAGA GGC
GCCGCC GCCGC
TGTTC GG
GGCCCC GCCCCC
GAA TATT
GTT GCAA
GGCC GTC
TGAA AATT
GTAA ATT
TTTGG TC
TTATT GG
GT ATCCC
GAA GCAA
TTC AGGC
GGGG AGCC
GCTC GCCC
TGAC AAC
AGGGC TCC
TGCGG GCC
GAC AGAC
TGA GAGGC
TGT AAGG
TTTT TCCC
AGCC ATT
TCTC ATT
AGCCC GCC
TGGCC AGC
GGGGC GGGC
GGAC GCC
GTGGC TGG
ATGA TAA
GAC GCCC
GGCC AAC
GCGG TCC
TTGG TCC
CCCC GCCCC
TGGGC GCC
GGCCCC TC
TCCGG GCC
TGG GTGC
GAC ACCC
AAAA TGGC
GGGC ATC
TATT AC
GGAA ATT
TTTC AAC
AGAC GGC
GTGG GCGC
TTAA ACC
TAGA TAA
GCCTC GCC
GGCCC GGCCC
TCCCCC AA
Ġ TAT
GA TAGTC
GAA GCTC
GTT GAGG
GTGT GCGC
ATGG ACC
AGCCC TCC
GGCGC AC
TAATAA TAATAA
GCC AGTC
AGC ACCC
AGAA AACC
TCTT GTC
ATTTT GTT
AAAC TGC
TCCTC TTCC
GTGCGC GG
TGCC TAC
AGTT GAC
GCGG ACC
TTAA ATC
TAGG TAA
ATAC ATAT
GGGGCC AA
AGTT ATT
TCTC ATC
GAGC AGA
TCTT ATC
TACCC TC
TTC ACAA
AT GCCGC
GAA ATGC
TTC AAGG
GGGC GGGA
TCCC AGGC
TGTT CCCC
GAGC GCCC
TATT GGC
GAAC ACC
TTGC TT
TAAC ATT
GTGA TGC
TTATT GC
ATGTC GG
GT AGTGG
AT ACCCC
GTT GCGG
AAAA AAAC
TTTT ACC
TTTC TGA
TTTTCC TC
GGCC GAGG
AGCC TCTC
GCGC ATGCGC
GGGC TGT
GATT GAA
TTTCC TCC
TCCCCC TC
TAA AGGC
AAAA TGTT
AGAA AAGC
GGGC TCGG
TGGGG GTGG
ACCCC AGG
TGAGC AGG
GT AGCAA
ACC TCGG
AGCC GAC
AGCC TAC
TGAA TCC
GACC GGC
GGCGG GCCC
GATT GTT
AACC AGC
ATTTT TCC
GTTTT GTTTT
GATAA GG
GTC TCAA
TAC TCCC
ACAA GAC
ACCCC TCC
GGAC TGC
GGCGGCGGCGGC GGCGGC
TTC TCGG
AGA TCAC
GAGA TAA
ATT TTCAA
TGG TCCC
ACC TGTC
TTC GGGG
ATC TGAC
GGCC TCGG
AGCC TGCC
ATAA GTT
ATT GGGG
AGA TAGG
GGCC GGGGC
AGAA ACAA
TTTC TGCC
ACTT AAAA
TATC TCC
GTT GTCC
ATT TCGC
GTC ATCC
AGT GTTTT
AGTT TATT
TTCC TTTT
TTCC TAC
GGC TCTGC
GAA ATCC
TGG AGTC
TAA ATATT
TGA GTCCC
AGGC TAC
CCCC CCC
AGAGC TCC
ATGT ATGT
TCCTC TTC
ACACC CCC
TT ATTTC
GT ACCGC
TGG GTCC
AAC TTGC
AGT GAGAA
AGGC TCCC
ATAA TATT
ATGG AAAA
AGAGG GAGG
AGGGG GCGC
TT ACGC
GGC TGGGG
GTC ATTC
TAT GAGG
AGAC ACAC
TGTC TCCC
GCAA GGC
ATGC ACC
AGGCC TCC
TAGT GTT
GACCCC GC
ACC AAAC
AGA TAGA
AGA GCCAA
AGT ATTTT
GGGC GGCGC
TAT GATT
GGAA GCGC
ATAA TTC
GGCGGC GCGG
AGCGC GGC
GCCTC AGG
TTTAT GC
TT GGCGG
AGCC GAA
TTCC TAA
GGAA TGG
GTGA TCC
GCCGCC ACC
TT ACGG
ATT GCCC
GAC GAGC
ATC GATT
AAC GCGC
AAAA TCAA
AGTT TCTC
TCTT AC
TGCCC ACC
TAGT GAC
TGTCC TCC
TAC TCAA
TAGG AAC
GTGA TAA
TGGGC TTC
TAGCC GG
GAGGGG GG
GTCCCC GG
ATGAC TC
GT AGTGC
GCC TTTT
TGT ATAT
TGT GTGTGTGT
TTGG TTTT
TAGC TTC
ATGA GTC
ATGA GAC
GGGAC GG
ATC AAAC
AAAA GGAA
ATGG AAC
TAGT GAA
TT TACAA
GT AGAAC
TGC TTTC
TGCC TCTC
AGTT TGTT
TCGC TTC
TGGAA CCC
TTCTC TTC
GA TATCC
ATC ATTC
TGGC GCGG
GTCC GTC
GTTC ACC
TCCTCC AA
GGC AACC
GAA TTAA
AGC TTTC
TAC AAGG
TGCC GCGC
TGGC ATT
ACAC ACAA
GCCCC TGG
GGGGC AA
TAGTC AA
GA TAGAC
GCC ATCC
GGC TCCGC
GGC TGCGG
GAC GTGG
AGA TCGG
TGT AATC
TGT GTGCC
GCCC GTC
GGGC AGGC
TGCC GGGG
TAAC AAC
ATAC ATT
TGAGC AC
AGTGC TGG
AGC GAGC
TAC ATTC
AGAA GGAGG
GGGC GTGG
GAGA GAGAA
ACTC AAC
AGAGC AC
GGCTC AGG
TAGTT GG
ACTTC GC
GT ATATC
GTT GTGC
AAC GCGG
GCCC TT
GCCC TAC
ACCC AGGC
TGGGG GAGG
AAAT GAC
TCTGC TGC
TGAAC GG
ATGTC GC
GAGGGG AGG
GCC TTGC
GAA GAAAA
ACC ACAA
TGA GCCGG
GGCC GAC
TGGC AGGC
ACTT TATT
AGGCC TGC
AAAC TGG
GATC AGG
TAGGC TC
AGC AGAC
ATC ACTT
TAT GGCC
TGCC AGGC
TGAC TT
TGAC TAA
TTGG TTC
GCAA GCC
TAAC TCC
GAGT AGG
TATTC GC
GT GCCCCC
AGA GGCGC
AGA GTCCC
AGT AGTC
TGAA ATAA
TTCC ATT
ACCC AAC
GTAA ATAA
TAAC TGG
ATGC TTC
GAGGC TCC
ATGT AAAA
TTTAT GG
GT AAAAAA
GCC GCCGG
AGT ATCC
TAC TATT
GAGC AGGC
GTCC TCCC
GCCCC ACC
AACC AGG
TAA GAGG
AGCC TCGG
TAT GCTC
TGTT ATC
GTAA AAC
GGGAC TC
ACC AAGC
TAA GAGC
GCCC AAC
GGGC GGCGGC
TAT AGA
TGTC ACTC
TCAA AGC
AAAT GTC
AT AGACC
GAC ACAC
TAA TGA
TAA ATCC
AGGC GGCGG
TGGC GTT
TTCC TGA
GTTC GCC
ACCCC AC
TTGA GTT
GAA ACAC
GAC GCTC
GCCC TCTC
GCCC GGGCC
TTTTC TCC
ATATT GG
TGCTC TTC
AT AGAGG
AT AGCTC
ATT GGTC
AGC TCGG
AGTT AGC
GTGC GTC
AACC TGC
AATC AGG
Ġ TATT
ACC ATCC
AAC TCTT
TAC AGGC
ACAA TCC
GAGA GGCC
TTAA TATT
GCCGC GGGC
TAAAA ATAA
GGCCCC GCC
ACAAC TC
TT GTGCC
GCCC TCGC
TGGGG GAA
TGGGC ACC
AGGAA GCC
AGGAA CCC
TGTGC TGG
GTGAA TC
ATT GTCC
AGT AGAC
GGAA GAGG
GTAA ATC
TCCCC GCCCCC
TTCCC AGG
GGC TTGC
ATT GGGC
TAA ACTC
TGA TCAC
AAC GGAA
AGAA AGT
GTGA GCGC
TGAGG GAA
GATTC GC
AGAA GAGC
ACCC ATC
GTGG GTT
GTGG AAC
TAAC TAA
GGGGC GGGGCC
GCCTC AGC
GCCTC GGCC
GATTC GG
GCC GGGA
AT ATCTC
GGC TAGG
GTC TTGC
TTC AGAC
GGGG GTGGGG
TTTT TGT
TCCC TGGC
GGCGC GGCGC
TGAGG TGG
ACCCCC AA
TTTCTC TC
ATT GAAAA
TGC AGTC
GAC AGTC
TTC ACTC
AGT ACCC
TAC AGTC
AGTT ATC
TTTC TGAA
TGTC AAC
AGGGC AC
ACAGC AGC
AGCTC AGG
AGAA GCCC
AGTT TGAA
TGGC GGCGG
GTGC GGGC
GAGGC AGC
TGCTGC AA
TTCCCC AA
GA TTTTAA
GTC GTCC
AGCC ATGG
TTCC AAC
TGTC TTCC
GGAC TGG
TT TGACC
TT TAGCC
AT AGAAAA
ATT GTGT
TAA GGGC
TAC ATCC
AGGC TGT
AGTT ACC
ACAC AAAA
GAAC AAC
GCCGC ACC
TGGCC ACC
TCAC GCC
GCCGCC GCCC
ACCCC AGC
ACACC GG
GCC TTTC
AT AGTGC
GGC TGAC
TGC TGAC
ATC ATAA
TAC ATAT
AGAA AGA
TAT GAGC
GAGG GTT
TGGC GCTC
GTCC CCCC
GTGG AGCC
TCGG GTC
TCGC GGCC
AATT TGG
TGGAA AGG
TCCTC TCCC
AT AGTCC
TTC ACCC
ACCC GCCC
TCCCC TGG
TGGAA GAA
GCAC TGC
TCTGG TC
GCC ACTC
GCC TCTT
GGC TGCCC
ATT AATC
AGC TCAA
GAC TCTC
TAA ATGG
GGGG TTC
GGGG TCCC
AAAA GCAA
TAT AGT
ACAA ATAA
GGCGG GACC
GTGA GTGA
TCAC TTCC
AC GCAA
GCC TCTCC
ATC ATGG
TTTT ATAA
AGCC GAGC
TAC TGGC
AGGC GGCGGC
TTTC TGT
GTGG GAGC
GTAA CCC
ACTT TGAA
ACGC ACAC
TGGCC TGC
ATGA TGC
AC TAGC
GGC AGAC
GAA GACC
TTTT AGC
TGTT TCTT
ATGC ATT
AACC TCC
TCCGC AGC
AC TAAC
GCC AGAA
GAA GTGC
GAC AAGC
TGA GTGGC
TTGG ACC
ATATT TTC
TAACC TC
TTTGA TC
AAAAAAAA AAAAAA
GTCAC TTCC
GCC TTCCC
AT GCCAC
ATC TCGC
AAC ACTC
TTTT GTTTT
AGCC GCTC
TAC TCTC
TATT TCAA
GTGG AGGC
GTTC ATT
GAAGC TGC
ACTTC GG
ACAGA TC
Ġ TTAA
TT GAAGG
TCC TGAA
TCC ATCC
AGG GCAA
TTC GGCC
TTC TTCCC
TTTT ATTC
AGCC AAGG
ATGG AGAA
TGGGC GGC
GAGCC TGG
TAA AGTC
TGA TTTTC
AAC GGCC
TCCC GAC
GCTC GGCC
ATGAA TC
Ġ TTTC
GCC ACGC
AT GGGGGC
AGC AAGG
ACC TGTT
TAA AGAC
TAA ACTT
ATC AGGC
GCCC TCCCC
TTTT TTTCC
TGCC GCGG
TATT TTTAA
AGCGC AGG
AGCTC AGC
GAA AGTC
GTT TGAC
TAC AACC
TGCC GCCGCC
GAGG AGGAA
TGGC AGT
TTCC AGAA
GGC AGCCC
ATT ATCC
AGC TGAC
ACC GAGG
GTC ACAC
TAA GGGG
ATC GCGG
TCCC AGA
AGGC AGT
GAGC TGA
TGTC GTC
TGTC TGT
TTGG ATT
TAGA GTT
ATAAAA CC
GGC AAAA
TCC TTTT
TCC TCGG
TTC TCCCC
TTC TTTTC
TAA GTTC
GCCC GCTC
TAT AAGG
ACCC GGCC
TTTC AGAA
TTTC AGTT
GAGA GAAC
TGACC CCC
TTAC AGG
ACAGG TC
Ġ AATT
GA TTTTTTTT
GCGC GCAC
TGTT TGT
GTCC TGGC
GTGG TGGC
TTGC TTTT
ATAT AAC
TCCCC TGC
GCCGC TCCC
AAAC AAC
TGTCCC GG
Ġ AGAA
GT ATGTC
AT GACGC
TTC AAGC
GAGC TGT
ACAC AGAC
AGCCCC GCCCC
AT AGGGC
TCC TGT
TCC AGAA
AGT AATC
TCCC GTC
TAT AATC
TTCC TCTT
GTGG AGAA
AGCCC AGCCC
TGGGG GTGGGG
ATAC AGC
TCCTC TGG
TAGTC TC
TGC TCAA
GTC AAGG
GCCC GGGGC
AGCC ACCC
GCGC GAC
GGGC GAGC
GAGG TTC
TTTC GTT
ATAA CCC
ATTC TT
TGAC TGAC
GCAA ACC
AGGCC AGC
GGAGG AGC
Ġ GGAA
GGC ATCC
ATT AGTT
AGT ATGC
AGCC AGAA
TCCC TAC
ATAA ATAT
ACTT TCTC
GGGGCC GGGG
GCC ACAC
AT AGTGG
GGC AAGC
AGG AGTC
AGA TTTTC
ATC ACTC
AAAA GTAA
TGGC TCTC
TTAA TT
TTCTC TGG
GAAGC TGG
GTATT GC
GCC AGAC
AT GGCCCC
TCC TGTC
TCC TTGG
AGT GTAC
TTTT TAAAA
TATT TTCC
ACTT ATT
TATC AGC
GGAGG TC
GGAC ACC
AACAA AACAA
GT A
GCC TGAC
GGC GGGGGC
GAA ACGC
ATC AAAT
TGT GAGAA
TTTT TTGTT
GGCC TCTC
TAAC AGG
ATTTT TGC
TT TGAGC
TT GCCAA
GAA ACTC
TCC GCTC
ATT TCGG
AGA GCCTC
AGT ATGG
AGT ACTT
AGCC TTCC
AGCC TCGC
AGGC AGAA
TGCC GAC
TGTT TTGC
GTGT GGCC
TTTC ATTC
GGGA TTC
ACTGG TC
TTGAA TC
GATTTT TC
TT GCCGC
GCC AACC
TTC AACC
TGA GTGCC
AAC AATC
GCCC TCGG
GGGC TGA
TGTT TCCC
TCAGG TC
GGCTGC AA
TT GCCTC
GCC TGGCC
AGC TTGG
TGC GGGGC
TGA TTTAA
TGT GTGGC
GCCC TTCC
GGGG ATC
TAT AAGC
AATT ATT
AATT TGC
GA TGCTGC
GCC TCTGC
TGG GCAA
AGC ATGG
ACC TTGC
TAA TTGC
TGA TAGC
GTGA TTC
AAAC ATT
TTTGTT CC
TCC AGT
ACC GCTC
GAC TGAC
GCCC GCCCCC
AGCC GCCGCC
GCGC TCGC
TAC AAGC
AGTT AAC
GACC TTC
TAGAA TC
AGTGC TGC
ACATT GG
TT ACAGC
GGC GGGCGG
GAA TCAA
GTT TAAC
TGA GACCC
GCCC ATT
GGCC GCCGCC
AGAA AGGC
AGTT AAAA
GAGG TGGC
TTCC TGTT
GTGT AGG
TTTC TGTC
TTAA TTC
GGCGG GTC
ATGG AGGC
TCTGG CCC
AT GCGCGC
GGC TTCCC
TGT GTGAA
TAC TGTC
GAGC TGGC
GACC CCCC
TAGG CCCC
ATAT GAC
GGAGG CCC
AGACC TGG
GGCCGC GGC
GTCCCC TC
GACCCC GG
TT ATGTT
AC TATC
GCC GGCGC
GTT TCAC
ACC AGAC
ATC TCGG
AGT GGCCC
GGGC GGAA
TAT GCCC
TTCC TTTC
TGGGG TCC
ATTTT ATTTT
AGGAA AAC
Ġ ATAA
TAA TTTAA
TAT GAAAA
TATT TGAA
GGCGG GGCGC
GTAA AGG
GATC AGC
GTGGC AGG
ATGA TTC
GAAGC AGG
TCTTC GG
TT GAACC
GAA AGAC
ACC ACTC
GTC ACGG
TAA AGCC
AGA TTAC
TGAC TTCC
GTAA AGC
GTGA GTGT
AAAC TTC
TGCCCC AA
GGCGGGG CCC
GA TGAAAA
GGC TCTT
GTT TTTTC
AGT GTGTT
TCCC GCGG
GAGG ATT
TGTC ACCC
ACAA TTC
GCCCC TCCCC
GTTC ATC
TTGG AAAA
GGGGCC TGG
TT GTGAC
AC GAAC
GGC TCAA
GAA GTCC
AGC AGTC
ACC TAT
GTC TCTGC
TGCC GCTC
TCCCC GCGC
ACGC GGCC
GGCGC TGGC
TGTGC TCC
ACAT GAC
GAGAGC AA
ACC TCGC
TAA GGCC
AGA TTTAA
ACAC AGAA
GGCGGC TCC
AATT AAAA
GTCCC AGG
TAACC GC
TCTCTCTC TCTC
TT ATGT
AGC TCGC
AGA GTAC
GCCC GCCGC
AGGC GCAC
TGGC TTTT
TATT AAAA
TTTC TTTTC
GTGG AAAA
GAAC AAAA
TCCGC TGC
GGCGGGG GG
GTGGCC GG
AC TACC
GCC TGAA
ATT GTTTT
GTC TGAC
ATC ATGC
GCCC GAGG
AGAA AAAT
GGGC TGGGG
TAT AACC
GATT TAC
GCCGG AGCC
TCCTCC GG
GTGGCC AA
CCCCCC CCC
GA TACCC
GGC AGCAGC
GAA GGAC
TAA ACCC
ATC AAGC
TGA GCCGC
GGGG GAGC
TAC ACCC
AGAA GCAA
AGTT AGG
GTCC GCGC
TGCCC GGC
TGAGG GAC
TGCTC AGG
TTGA GTC
GT AGTAA
TGA GAAGG
AGTT GGGG
TTCC TGGC
GGAA TTC
GTGT GTGTT
ATAA TTAA
TATC TTC
GATT TATT
GATGG AGG
ACAAC GC
AT GGCCGC
GTT GAAC
ATT AACC
ACC GCCCC
GAGG GAGA
TGTT AAC
TCTC AAC
ATTC TTTT
GTGC TGCC
GCCGCC AA
TCTGC AGG
AGTCC TGG
TTGA TAA
TTTAC TC
AC GTTC
AAAA AATC
ATTC TAC
GTGC GGCC
ACTT AGG
TAAC TTC
GGGA GTGG
AAGG GGC
GGCGGC GCC
ACTCC CCC
ATCCCC GC
GTT TAGC
TCCC GGAA
TAT GTAC
TGGC TGTC
ACAA GTC
GCCCC GGGG
GAGA TTC
TTGC AAC
GCCGG GAGC
GGAGC AGC
AGCGC TCC
Ġ TGAA
AT GTGTGC
GGC AGTC
TGG AGT
TGG TAC
AGA TAAAA
AGA TCTGG
TGT GTTCC
GGGC TT
TGTT AGC
GCCCC GGCC
ACTC ACTC
TACC TTC
GCC TAGG
GCC TCAC
ACC AGT
TGCC ACCC
TGAA TTTT
GTAA TAA
TCCCC GGC
TTAC TGC
TTGA TTTT
GAA AAAAAA
TGG ACCC
TGA TAGG
GGGC GAGG
TCCC GCCCCC
AGTC ATT
GGCGGC AA
GCCGG GAA
ATTAA TAA
GTGGAA GG
Ġ GGGG
GAC ACAA
AGA GAGAGG
TGA TTTCC
TGA GTGAA
AAC ATGC
TAT GTTTT
GAGC AGAA
TGAC AGCC
TAGG GTT
TTGC TCTC
ATAT ATATT
TAAC ATC
ATAC AGG
TCCTC AGG
TTTTTTTT TC
GTGGCC TC
TCTCTCTC TC
AT AGGCC
TCC TCTT
ATT AAGC
ATT GCAC
GTC AGAC
GTC ACAA
GTC TCAC
GAC ATCC
AGA GGCAGG
TGA GGCGC
AAAA AAAT
AGGC GAA
AGGC AAGG
GAGG AGGGG
TTCC AGCC
GATC TTC
GGAGC AGG
ACAGG CCC
TCAGG CCC
AC GTGA
GGC ACGG
TCC AGTC
AGA GTTCC
ATC AGAC
ATC TCTCC
GCGC ACGCGC
AGGC GGAA
TAT ATCC
TGGC GAA
TTTC GCC
TCAA ATT
ATAC TGC
ATAAAA GC
TAGAC TC
TT ATCAA
GT AGGAGG
GT ATCAA
GT ATAAC
AT GGGGAA
AGG GAAC
ACC TTTC
TGA GTGTT
GGCC TCGC
TTCC TGTC
ATTC TGAA
GCAA TAA
ATGC AGAA
AGAGG GAC
GT ATGGC
ATT ACTT
AGC GGAA
ACC AGTT
TTTT TATC
AGCC GCCGC
GCGC TCGG
GGGC AAC
ATTC AATT
TAAC ACC
GGCGGC GAC
GCCGG AC
GTAC AGG
TT TATCC
GGC AGCGC
TTC TCAC
AGA GGCTC
TGA GTGAC
GCCC AGCCC
GGGG AAGC
GCGC ATGC
TGCC TGT
GAGG TAGG
TGTT ACC
ATGA TCC
Ġ TCAA
GTT TTCCC
TGA GAGT
GCGC TCTC
AGAA AATT
TCCC GCTC
TAT GGGC
TGTT TTGTT
ATTTT TGG
TTTCC TGG
GAGCC AGG
TGCGC GCC
TGTGG TGG
AGTCC CCC
GAGAGC GG
GCC AAAC
GTT TACC
TTC GGGC
TAC ACTC
ACAC TTTT
ACCC TCTC
ACCC ACAC
GTCC TGCC
AGAC TAA
TGTC AGT
GCCCC GCGG
TAGG TGC
GTGA GTGG
GAAAA AGG
TGGGG GTC
GTCCC GCC
TGCGC AC
AC GTAA
ACC TCAC
TGA GTTTT
TCCC GAA
TAT ATGG
TAT ATGC
TGTC GGC
ACTT AGC
TGGGG GAC
AAAT ATC
AAAT AAC
GTCCC TGG
TGGAA GCC
TGTGG GAA
TGCTC AGC
GCAC AGG
GA GTGTGC
GTT ATAA
GGGG AGGGC
TAC TGAC
AGGC TTGG
TGAA GAGC
AGAC AAAA
AGTC AAC
TATC AGG
GATT ATT
TCCTC ACC
GAC ATGG
GGGG GTT
GCGC TTCC
GCGC ACGC
TGTT TTGG
TCTC AGCC
ACTT TCCC
AT AGGGG
ACC ATGC
GTC ACGC
GAC TTTC
TTC TCTGC
GGGG ACGC
TCCC GGCCC
ACAC GCC
GCAA TGG
TTGC ATC
AAGG TGC
TCGC TGCC
ATAC AAAA
GCCCCC TCC
TGCGG TGC
TT TACCC
TGG AACC
TAA GAAAA
TAA TAAAA
TGT GGCTC
TGT CCCGC
GCGC GGCGC
TAT GTCC
AGTT TTGG
ATTC GTT
ACAGC TGC
ATGA TTTT
AGTGC TGGGATT
TTGT AGG
TT AAAAAA
GGC TACC
GGC TCCGG
GAC GGAA
TTC GCCC
ATC TATC
ATC AACC
TGA GGCTC
GGGG GAGGGG
AGCC AACC
TTCC TGAA
ACCC TGCC
GATT GGCC
AGTTC TCC
GAGGCC AA
GAGGCC TC
ACC TGAC
AGT GTGGC
GCGC GCCCC
AGAA GAAC
TGCC GCTGC
GAGG GACC
ACAC ACGC
GTGC AAC
GAGA GCCC
GTTC AAC
ACTT AAC
GGGGGC TGC
GTATT GG
TTTATT AA
TT GAAGC
GA GCCCCGC
TCC TTGC
ATT ATGG
AGTT TCTT
AGAC TAC
TCTCC AGG
GGGGC TCC
TT ATTCC
GGGC TTCC
TGCC GTT
TGTT TCAA
ACAA TTTT
ATTC TCTC
GATT AC
TCTCC TGG
ATAC TTTT
TAAAA ATT
GTTTT GAA
TGTGC AGG
TGCTGC TGG
Ġ TTCC
Ġ AAAC
GCC GGCGG
AGC TCTT
GAC AAAC
ATC GGAA
TGT ATGT
AGT GTCCC
AAAA TTTT
GTGG AGA
ATAA TGG
GCAA TGC
TCCCC TTC
TAAC TTTT
TTAC TGG
AGCAGC TGC
TTCCCC GG
TGTCCC TC
TTTATT CC
GTAT ATAA
GCC TCAA
ACC TCTT
ATC TACC
GCCC AGA
AAAA TGT
GGCC AAGG
GGGC AGT
GGGC TAC
TCCC AGCCC
AGTT TCAA
TGGC AGA
TCTCC AC
AGTGG GAA
GA TATGC
GCC TCCTCC
TCC GAGC
TCC TCAA
AGC GAGG
GAC TCAA
AGT ATAT
GGGG GGAGG
TTCC GTT
TGTC AGTC
GCCCC GGGC
GTTC TCTC
TAGC TAA
GGGA GCCGG
TATC TAA
AATT GTT
TTTTC TTC
TCTGC TGG
GCCTGG CCC
GT GAGGAA
GCC TGCCC
GGC GCCGCC
ATT GAGC
TGC AGCCC
AAC GTGG
GCCC TGCCC
TAC ATTTT
TCCC TTCCC
TGAA AGAA
TTCC GTC
ACAC ACCC
GCTC TGCC
GCCCC TCCCCC
TAGC ACC
AGCGC AC
GGCCCC AA
GGCTGC TGG
TAGAC GC
GCCAGG CCC
GTAT GTGT
GCC TCCGC
AGC AGTT
TGT GAGGC
AGGC GTT
TAT ACTT
TTGG ATC
TAGG GCC
ACAT AAAA
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TT TAGTC
GA GTGTCC
GT AGCTGG
GGC AGGGC
AGT GAGGC
TAC TCTT
TGCC TGA
ACAC AGCC
ACCC GGGG
GTCC ATC
GACC GAC
TGGGG GGC
TAGA GTC
AAAC ACC
GGCTGC AGG
GTGTGTGT GC
TTTCCC TC
TT ATGA
GCC GACC
ATT TAGT
GAC TGTC
GAC TTGC
AGA TGGGG
AGA GTGAA
TGA GAGAC
AAC TCGG
AGTT TGT
TGGC TTTC
GCTC AGCC
TAGG TCC
TTCCC AGC
TTTTC TTTT
ACAGC AGG
AGTGC AGG
GTGCC TGG
ATT ACAC
ATT ATAT
AAC TAAC
TGT ATGG
GAGG GCCC
GGAA TGC
AGTC GTC
GAAC TGAA
GAAAA ATC
ATTTT AC
AATT TATT
GTGGC TCC
GTTCC CCC
GTAC TGC
GGCTGC AGC
ACATC GC
AT GAGGAA
ACC TTAA
TTC ACAC
AAC ACGC
TTCC GGCC
GAGC TAC
ACCC GGAA
GTGG TAA
ATCC TT
TTGC TAC
TCGC TCTC
TAGA TGG
GTCCC TCC
TCTCC TGC
TGCGC AGG
TCCAA CCC
ATAAC TC
GT AGACC
ACC TCCCC
TCCC TAA
AGGC GGAGC
TGCC GAA
TGCC TGTC
TGAC GGC
ACTC TAC
AAGG GAC
TGGGG TGC
AGGCC GCC
TCTCC AGC
TTCCC TGC
ATAC AAC
GAGAA GAA
GAAGG TGG
TTTT GGGG
AGCC GGAGC
AGTT TGA
TGAA GAGG
TTCC GAA
GTGT GTCC
GCAA ATC
TTGC AAAA
TATC ATC
GCCGG GTC
ATGT AGG
ATGGC TGC
ACTGC ACTCC
TTTTTTTT CC
GAGTT CCC
AGTTCC GG
ATT TAGA
GGGG GGCGG
TTTT GTTC
TTTT TCTTC
AGGC TAA
TGGC TTGG
TCTC TGT
GAGC TCGG
ACCC GGGC
ATAA TGC
GAAC GCC
GAAC ATC
ATGG GAGG
ACTT ACC
GGCGGC GGCGGCGG
ACGC GAC
AAAC TAA
AGGAA GGAA
ATATT TATT
ACCCCC TC
AACAAC AACAAC
Ġ TGT
Ġ TCCC
TT GACCC
AC AGAGC
AGCC GTT
TAT ACAC
GTCC GGCC
GCCCC TTC
ATTC GCC
ATTC AGAA
ACTC GCC
ACTC TAA
ATGC ATC
TCTGC AGC
AACAA GAA
GGGCGG GCGC
GGC GGCCCC
AGT GTGAA
AGT GAGTT
AGTT TTGC
ACCC TGGC
AGAC GAC
ATAA TCC
GAAC TAC
TCAA GTT
AAGG AAAA
TGTCC TGC
TCCTC AGC
TTTCTC AA
GGC TCCCC
GCGC GTGC
AGAA CCCC
AGAA GAAAA
TGAA AAGC
TCTC TGA
ATCC TGGC
GAAC GAA
TAGG ACC
AGCCC GGGC
GGGA GACC
AGGCC GCGG
TAGT GTC
GTTTT TGTT
GGCTC AGC
GCC GAGCC
AAC TACC
GCGC TGGC
GCGC GGCCC
ACAC AGA
ATGG TCC
TATC GAA
GTGA GGCC
ACGG TAA
TTCCC AC
ATGT AAC
ATATT TTTT
TGGAA AAC
ATTTC TTC
TATCC TC
TT GCCGG
TT TGCGG
AT ATTCAA
GTT GTGT
GTT GTAA
TTC GCGG
AGAA GGCC
TGAA GGGG
TCTC TAA
ACCC GAA
GTCC TTCC
GTGG TGA
GGCGC TGCC
GGCGGGG AA
Ġ ACAA
GT ATGAC
TGT GAGTC
AGCC AGT
TAT GGAC
GAGG ACGC
TGAA AAGG
TGAA AACC
TGAA AAAT
TCTC TTTC
TATT TCTT
ACCC GCGC
GTGG ATC
GACC ATC
TGCCC GCCC
TAGT GGC
GTAC TGG
TGCTC ACC
TGACC AC
GAAGC AGC
TATCC GC
GTGGGC TC
TT GAGAC
AGG GGCGG
ATT AGT
TTC GCTC
TAA GCTC
AAC TCGC
AGCC AAGC
GTGG AGAC
TGTC TCTT
AGTC TCCC
ATCC TAA
ATCC AAC
TGAC GAC
TGCCC TTC
GTCCC TGC
ATCCC TGG
AGACC AC
TTTGG CCC
GGGGGC TGG
AGAAAGAA AGAAAGAA
GT ATCTC
AT GGGGCC
GAC TCGC
GAC ACGG
AGA TTTCC
AGAA TAC
AGGC TTCC
TGCC GCCGC
GAGG GAGGGG
GTCC GGGG
GACC GCGG
TTGC GGC
AGGGC GGGC
GATC ACC
GTTTT TCC
TTGA TGG
AGTTCC AA
GGAACC AA
GCC AATC
GAA TCCC
AGG AAAT
GTC GAGC
GTC GTGG
GTC ACTT
AAC GCAA
AGGC GAGC
TGTT TGAA
TGAC GTT
TTGG AGAA
ATGC AAAA
GGCGGC GGGC
GGAGG TGG
AGGAA AGC
ATAAAA GG
TT TGAAAA
GT GCCCGG
GGC AGTT
AGG TGAC
TTC TAGC
TGA GTGTC
TTTT GTAA
GCGC GCGCGC
TCCC TCGC
GGAA AGAA
TTTC AGA
ATAA ACAC
ATGG GTT
TCAA TAA
TCAA ATC
TAAAA AAC
AGTCC TCC
AACAA TAA
TT AGCCC
GCC AGGCC
TTTT GGAA
TTTT GCTC
TAT GACC
TAT GCAC
